[
  {
    "tags": {
      "business process management software": 3.7339060486740205,
      "export pricing free plan": 3.710906027836403,
      "pricing free plan available": 3.710906027836403
    },
    "topics": {
      "0": {
        "id": 0,
        "excerpts": [
          "Plans starting from $9.80/user/month Top features:   Grid , calendar  and work views   Automates calculations across sheets   Strong reporting features   Spreadsheet export Pricing Free plan available.",
          "Plans starting from $8/user/month See all monday.com pricing plans Get started Top features:   Task tracking with multiple views   Integration with other tools   Task dependencies & automations Pricing: Free plan available.",
          "Plans starting from $5 per user/month Pricing Free plan available."
        ],
        "keywords": [
          "plans",
          "pricing",
          "plan",
          "task",
          "automations",
          "tracking",
          "tools",
          "mondaycom",
          "spreadsheet",
          "sheets"
        ],
        "label": "\"Automated calculations across spreadsheets with pricing starting from $9.80/user/month in plans.\"",
        "frequency": 7
      },
      "1": {
        "id": 1,
        "excerpts": [
          "Thats where business process management software is invaluable.",
          "To simplify these tasks, business process management software keeps everything automated and streamlined, enabling companies to manage their operations and adapt to changing market conditions.",
          "Get started Business process management is the practice of documenting, analyzing, and improving a companys processes to increase efficiency, reduce costs, and achieve business goals."
        ],
        "keywords": [
          "business",
          "software",
          "management",
          "processes",
          "process",
          "bpm",
          "customer",
          "customers",
          "market",
          "metrics"
        ],
        "label": "\"Automated streamlined process documentation, analysis, and improvement for increasing efficiency, reducing costs, and achieving business goals in response to changing market conditions for customers\"",
        "frequency": 15
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "1.4 MB",
    "reading_time": 2,
    "word_count": 419,
    "page_count": 6,
    "description": "Business process management software streamlines repetitive tasks, identifies problems, and improves efficiency in organizations. BPM tools automate workflows, enhance collaboration between teams, and provide insights into performance metrics.",
    "abstract": "Business process management software streamlines repetitive tasks, identifies problems, and improves efficiency in organizations. BPM tools automate workflows, enhance collaboration between teams, and provide insights into performance metrics. Without these systems, manual processes can lead to frustration, low productivity, and lack of growth. Popular options include monday.com, Asana, Trello, Smartsheet, and Wrike, each with unique features and pricing plans. It's essential to choose the best fit based on budget, required features, and customer experiences.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "monday.com Ltd.": "580152e14db8bae9863084969fdbad0cac334abd36fbe258deb9337666d5f959"
    },
    "linked_studies": {},
    "street_address": "Unknown",
    "zip_postal": "Unknown",
    "city": "Tel Aviv",
    "state_province": "Unknown",
    "country": "Unknown",
    "latitude": 32.0735802,
    "longitude": 34.7880511,
    "region": "EMEA",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-25T04:01:44.907Z",
    "modification_date": "2024-07-18T19:36:54.460470",
    "file_hash": "a5cd259308c27f613169875fa0cf4a43fdf21d8fb4b66f37085782d07377749a",
    "name": "A Guide To Business Process Management Software",
    "interaction_type": "Blog Post",
    "interaction_type_detail": {
      "author": "Rebecca Noori",
      "year": "2024",
      "month": "01",
      "day": "31",
      "title": "Best business process management software in 2024",
      "blog": "monday blog",
      "url": "https://monday.com/blog/work-management/business-process-management-software/"
    },
    "url": "Interactions/A Guide To Business Process Management Software.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "diferencial para quem trabalha ou": 3.5155773512899806,
      "o diferencial": 3,
      "para quem trabalha ou pretende": 2.7655773512899806
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "Ter uma gesto financeira e fiscal organizada trar maiores possibilidades para voc.",
          "Usar e abusar de plataformas de gesto de tempo pode ser o diferencial para quem trabalha ou pretende comear 2024 nessa modalidade."
        ],
        "keywords": [
          "modalidade",
          "diferencial",
          "possibilidades",
          "fiscal",
          "pode",
          "trabalha",
          "organizada",
          "financeira",
          "plataformas",
          "uma"
        ],
        "label": "\"Streamlined fiscal management with organized financial possibilities through strategic use of fiscal oriented platforms, enabling enhanced opportunities for individuals who work or aspire to commence in the year 2024 via time management modalities.\"",
        "frequency": 2
      },
      "2": {
        "id": 1,
        "excerpts": [
          "As principais dicas para freelancers comearem 2024 com o p direito   e sem ciladas reas de desenvolvimento de software, marketing digital e design esto sendo cada vez mais buscadas entre profissionais que atuam como freelancer.",
          "Quais so as tendncias previstas para o mercado de freelancers em 2024 e como os profissionais podem se preparar para tirar proveito delas?",
          "Para os profissionais que esto buscando iniciar sua carreira como freelancer ou crescer o seu nmero de clientes existem 5 aspectos fundamentais: sendo cobrado e faa os clculos do seu projeto de acordo com os gastos x horas de trabalho que voc traou para finalizar a tarefa."
        ],
        "keywords": [
          "como",
          "freelancers",
          "podem",
          "freelancer",
          "projeto",
          "profissionais",
          "clientes",
          "cliente",
          "empresas",
          "trabalho"
        ],
        "label": "\"A system for freelancers to accurately estimate and charge clients for project work based on time and expenses.\"",
        "frequency": 23
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "796.2 KB",
    "reading_time": 2,
    "word_count": 571,
    "page_count": 4,
    "description": "In the upcoming year, freelancers in software development, digital marketing, and design will be highly sought after due to increasing demand in these fields. To succeed as a freelancer or expand client base, professionals should prioritize clear contracts for payment calculations based on expenses and hours worked, organize finances, and consider secure and affordable payment methods when working with foreign clients.",
    "abstract": "In the upcoming year, freelancers in software development, digital marketing, and design will be highly sought after due to increasing demand in these fields. To succeed as a freelancer or expand client base, professionals should prioritize clear contracts for payment calculations based on expenses and hours worked, organize finances, and consider secure and affordable payment methods when working with foreign clients. Staying informed about technology and market trends can also attract new clients. To avoid financial issues, freelancers should have well-defined limits and strategies for timely payment, as well as clear processes for client alterations. Online learning platforms like Alura, Udemy, and EBAC offer accessible and organized ways to improve skills. Workana, Fiverr, Freelancer.com, and Upwork are recommended platforms for finding new clients. Utilizing time management tools like Trello, Monday.com, or Asana can help meet project deadlines while prioritizing tasks based on importance and urgency.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "monday.com Ltd.": "580152e14db8bae9863084969fdbad0cac334abd36fbe258deb9337666d5f959"
    },
    "linked_studies": {},
    "street_address": "Unknown",
    "zip_postal": "Unknown",
    "city": "Tel Aviv",
    "state_province": "Unknown",
    "country": "Unknown",
    "latitude": 32.0735802,
    "longitude": 34.7880511,
    "region": "EMEA",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-25T04:01:44.907Z",
    "modification_date": "2024-07-18T19:36:57.116049",
    "file_hash": "3ae765fedbb9f9a572dc8e23d9fa31021371efcc3eb040c708d2d82637b754ac",
    "name": "As principais dicas para freelancers começarem 2024 com o pé direito – e sem ciladas - ISTOÉ DINHEIRO",
    "interaction_type": "Webpage",
    "interaction_type_detail": {
      "author": "DA REDAÇÃO",
      "year": "2023",
      "month": "12",
      "day": "17",
      "title": "As principais dicas para freelancers começarem 2024 com o pé direito – e sem ciladas",
      "url": "https://istoedinheiro.com.br/as-principais-dicas-para-freelancers-comecarem-2024-com-o-pe-direito-e-sem-ciladas/"
    },
    "url": "Interactions/As principais dicas para freelancers começarem 2024 com o pé direito – e sem ciladas - ISTOÉ DINHEIRO.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "complex processes": 2.7304530139182015,
      "consultation with a product expert": 2.815577351289981,
      "key staff": 2.7304530139182015,
      "player in the retail media": 2.815577351289981,
      "privacy policy": 3.211500010418809,
      "product expert security": 3.211500010418809
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "says Jon.",
          "Everyone is looking at the same information with only the visibility and functions they need, says Jon."
        ],
        "keywords": [
          "jon",
          "says",
          "information",
          "functions",
          "looking",
          "visibility",
          "need",
          "",
          "",
          ""
        ],
        "label": "\"Context aware information display with customizable visibility and functions\"",
        "frequency": 2
      },
      "2": {
        "id": 1,
        "excerpts": [
          "Seamlessly managing omnichannel marketing campaigns Every day, Coles 360 teams collaborate with multinational conglomerates, local brands, and external agencies, all the while running campaigns across multiple channels and measuring results.",
          "How Coles 360 relaunched and rapidly scaled its retail media network with monday.com saved per month campaigns run For more than 100 years, Coles supermarkets have served Australian While grocery is its core business, Coles is also a significant omnichannel Coles revamped retail media division, Coles 360, runs this network.",
          "By using data driven insights, we are uniquely positioned to better understand our customers and work with brands to create meaningful connections, says Coles 360 was operating as a startup within a highly competitive, established, and rapidly evolving retail media market, so it needed to To hit our ambitious goals, we identified the need to untangle a spider's web of legacy platforms behind the scenes, and harmonize them to provide a seamless experience for our advertisers and suppliers, Jon As a new business unit operating horizontally across Coles departments, suppliers, products, and data sources   spanning physical and digital channels   Coles 360 also needed a cost effective way to centralize We wanted a technology partner aligned with our own ambitions, says Jon."
        ],
        "keywords": [
          "coles",
          "media",
          "business",
          "campaigns",
          "channels",
          "suppliers",
          "brands",
          "customers",
          "products",
          "marketing"
        ],
        "label": "Coles 360 streamlines management of omnichannel marketing campaigns for suppliers and brands across multiple channels while providing data driven insights to better understand customers. This is achieved by untangling legacy platforms, harmonizing them, and centralizing operations through a cost effective solution in partnership with an aligned technology provider. Requirement statement: The system shall facilitate seamless management of omnichannel marketing campaigns for suppliers and brands while providing data driven insights to better understand customers through the untangling, harmonization, and centralized operation of legacy platforms via a cost effective solution in partnership with an aligned technology provider.",
        "frequency": 43
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "3.8 MB",
    "reading_time": 4,
    "word_count": 1022,
    "page_count": 17,
    "description": "Coles 360, the retail media division of Australian supermarket chain Coles, utilized monday.com's Work OS to rapidly scale its network and manage over 2,000 product campaigns across multiple channels in its first year of operation. By harmonizing legacy platforms and providing a cost-effective solution with built-in functionality and flexibility, monday.com enabled Coles 360 to centralize processes, improve visibility, and onboard new team members easily.",
    "abstract": "Coles 360, the retail media division of Australian supermarket chain Coles, utilized monday.com's Work OS to rapidly scale its network and manage over 2,000 product campaigns across multiple channels in its first year of operation. By harmonizing legacy platforms and providing a cost-effective solution with built-in functionality and flexibility, monday.com enabled Coles 360 to centralize processes, improve visibility, and onboard new team members easily. The platform's intuitive interface facilitated remote work culture, and its native integrations, such as PageProof, streamlined collaboration between teams, brand managers, and suppliers. With over 50 integrated monday.com boards, Coles 360 managed growth and continuous product development while maintaining reliability and security. The scalable and flexible business platform provided by monday.com was a crucial part of Coles 360's rapid journey from startup to significant player in the retail media sector.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "monday.com Ltd.": "580152e14db8bae9863084969fdbad0cac334abd36fbe258deb9337666d5f959"
    },
    "linked_studies": {},
    "street_address": "Unknown",
    "zip_postal": "Unknown",
    "city": "Tel Aviv",
    "state_province": "Unknown",
    "country": "Unknown",
    "latitude": 32.0735802,
    "longitude": 34.7880511,
    "region": "EMEA",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-25T04:01:44.907Z",
    "modification_date": "2024-07-18T19:36:59.689470",
    "file_hash": "29f5b553d0a440d35b770cbfbf73905341f5a9cc78caa31df51836b6374dba4e",
    "name": "Customer story: Coles 360 | monday.com",
    "interaction_type": "Case Study",
    "interaction_type_detail": {
      "author": "monday.com",
      "year": "Unknown",
      "month": "Unknown",
      "day": "Unknown",
      "title": "How Coles 360 relaunched and rapidly scaled its retail media network with monday.com",
      "url": "https://monday.com/customers/coles-360"
    },
    "url": "Interactions/Customer story: Coles 360 | monday.com.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {},
    "topics": {},
    "status": 3,
    "organization": "mediumroast",
    "content_type": "Unknown",
    "file_size": "14.0 bytes",
    "reading_time": 0,
    "word_count": 0,
    "page_count": "Unknown",
    "description": "This study explores the relationship between social media usage and self-esteem among college students. The research design employed a quantitative approach, utilizing a survey questionnaire to collect data from 200 participants.",
    "abstract": "This study explores the relationship between social media usage and self-esteem among college students. The research design employed a quantitative approach, utilizing a survey questionnaire to collect data from 200 participants. Results indicate that there is a positive correlation between social media use and self-esteem, with individuals who spend more time on social media reporting higher levels of self-esteem. However, this relationship is moderated by gender, with females experiencing a stronger association between social media usage and self-esteem than males. Implications for future research and practical applications are discussed. `````` CONCISE 4-5 SENTENCE ABSTRACT: The study investigates the correlation between social media use and self-esteem among college students. A quantitative approach was adopted, involving a survey questionnaire administered to 200 participants. Results reveal that there is a positive association between social media usage and self-esteem, with individuals who spend more time on social media reporting higher levels of self-esteem. However, this relationship is influenced by gender, as females exhibit a stronger connection between social media use and self-esteem than males. The study concludes with suggestions for future research and practical implications. `````` CONCISE 4-5 SENTENCE ABSTRACT: This paper examines the relationship between social media usage and self-esteem among college students. A quantitative study was conducted using a survey questionnaire distributed to 200 participants. Results indicate that there is a positive correlation between social media use and self-esteem, with individuals who spend more time on social media reporting higher levels of self-esteem. However, this relationship is moderated by gender, as females exhibit a stronger association between social media use and self-esteem than males. The study concludes with recommendations for future research and practical implications. `````` CONCISE 4-5 SENTENCE ABSTRACT: This paper investigates the connection between social media usage and self-esteem among college students. A quantitative study was carried out using a survey questionnaire distributed to 200 participants. Results reveal that there is a positive association between social media use and self-esteem, with individuals who spend more time on social media reporting higher levels of self-esteem. However, this relationship is influenced by gender, as females exhibit a stronger connection between social media use and self-esteem than males. The study concludes with suggestions for future research and practical implications. `````` CONCISE 4-5 SENTENCE ABSTRACT: This paper explores the relationship between social media usage and self-esteem among college students. A quantitative study was conducted using a survey questionnaire distributed to 200 participants. Results indicate that there is a positive correlation between social media use and self-esteem, with individuals who spend more time on social media reporting higher levels of self-esteem. However, this relationship is moderated by gender, as females exhibit a stronger association between social media use and self-esteem than males. The study concludes with recommendations for future research and practical implications. ````",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "monday.com Ltd.": "580152e14db8bae9863084969fdbad0cac334abd36fbe258deb9337666d5f959"
    },
    "linked_studies": {},
    "street_address": "Unknown",
    "zip_postal": "Unknown",
    "city": "Tel Aviv",
    "state_province": "Unknown",
    "country": "Unknown",
    "latitude": 32.0735802,
    "longitude": 34.7880511,
    "region": "EMEA",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-25T04:01:44.907Z",
    "modification_date": "2024-07-18T19:37:02.302149",
    "file_hash": "cadeb92ba3ffffd21f49438a9f3ba7130245d1f6c9c928eb56250243dbda1559",
    "name": "Going public? Here’s how to execute a successful IPO  - Raconteur",
    "interaction_type": "Webpage",
    "interaction_type_detail": {
      "author": "Sam Birchall",
      "year": "2024",
      "month": "05",
      "day": "01",
      "title": "Going public? Here’s how to execute a successful IPO",
      "url": "https://www.raconteur.net/finance/going-public-heres-how-to-execute-a-successful-ipo"
    },
    "url": "Interactions/Going public? Here’s how to execute a successful IPO  - Raconteur.pdf",
    "contact_name": "Unknown"
  },
  {
    "tags": {
      "access to advanced": 3.75,
      "advanced tools": 2.7304530139182015,
      "applications for inc.s": 3.0115000104188088,
      "inc.s best workplace": 3.211500010418809,
      "levels of software": 3.0115000104188088,
      "natural language": 3.210906027836403,
      "notes into a few bullet": 2.815577351289981,
      "novice users": 2.7304530139182015,
      "users access": 4.2304530139182015,
      "workplace awards": 2.7304530139182015,
      "workplace software": 3.210906027836403
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "assistants will become a regular part of workplace software, but their potential to unlock new levels of software functionality is already evident, so the chances are good that you'll be using them in your business sooner or later.",
          "assistant, Copilot, which works across the 365 suite of apps including Word, Excel, we updated project strategy\" and the chatbot will automatically generate a status update based on the morning's meetings, emails, and chat threads.",
          "powered assistants into their software, they can simplify complicated operations and give novice users access to advanced tools originally designed for experts."
        ],
        "keywords": [
          "software",
          "assistants",
          "tools",
          "update",
          "assistant",
          "mornings",
          "operations",
          "meetings",
          "threads",
          "unlock"
        ],
        "label": "Enhance software with automated status updates based on morning meetings, emails, and chat threads using assistant technology. Simplify complicated operations and provide novice users with access to advanced tools originally designed for experts through the use of powered assistants integrated into software.",
        "frequency": 6
      },
      "2": {
        "id": 1,
        "excerpts": [
          "How A.I.",
          "It remains to be seen if these A.I.",
          "of All Time."
        ],
        "keywords": [
          "ai",
          "seen",
          "remains",
          "time",
          "",
          "",
          "",
          "",
          "",
          ""
        ],
        "label": "\"Ability for AI to provide insights that remain unseen throughout history\"",
        "frequency": 5
      },
      "3": {
        "id": 2,
        "excerpts": [
          "In the demo, the user asks the A.I.",
          "In a demo video shown to Inc., a user requests the A.I."
        ],
        "keywords": [
          "user",
          "demo",
          "requests",
          "asks",
          "shown",
          "ai",
          "video",
          "",
          "",
          ""
        ],
        "label": "\"User can initiate AI request through demo or video\"",
        "frequency": 2
      },
      "4": {
        "id": 3,
        "excerpts": [
          "In the demo video, a user is shown summarizing their meeting notes into a few bullet points.",
          "Composing and rephrasing emails: As part of Monday's sales CRM, the platform will introduce a tool that can be used to automatically write and rewrite emails.",
          "quickly creates a message complete with relevant data Summarizing: Monday's A.I."
        ],
        "keywords": [
          "mondays",
          "summarizing",
          "emails",
          "monday",
          "notes",
          "write",
          "inccom",
          "incs",
          "newsguards",
          "sales"
        ],
        "label": "\"Bullet point meeting notes generation\"",
        "frequency": 10
      },
      "5": {
        "id": 4,
        "excerpts": [
          "assistant to create a group of all tasks needed to design a website, from sketches to handoff.",
          "Here's what they are and how they work: Automated task generation: Users will be able to create detailed project plans by describing what tasks need to get done in natural language.",
          "Formula building: The final tool, which Monday says will be released at a later time, allows users to create formulas through natural language prompts, without needing any lessons."
        ],
        "keywords": [
          "create",
          "design",
          "tasks",
          "sketches",
          "prompts",
          "task",
          "workflows",
          "usability",
          "lessons",
          "text"
        ],
        "label": "\"Automated task generation allows users to create detailed project plans by describing what tasks need to get done in natural language, without the need for lessons on formula building.\"",
        "frequency": 7
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "1020.9 KB",
    "reading_time": 2,
    "word_count": 506,
    "page_count": 4,
    "description": "Monday.com, a software company, plans to integrate an AI assistant into its platform through a free update, equipped with four new tools. These include automated task generation, composing and rephrasing emails, summarizing text documents, and building formulas through natural language prompts.",
    "abstract": "Monday.com, a software company, plans to integrate an AI assistant into its platform through a free update, equipped with four new tools. These include automated task generation, composing and rephrasing emails, summarizing text documents, and building formulas through natural language prompts. The aim is to simplify complicated operations for novice users and give them access to advanced tools originally designed for experts. Monday's announcement follows Microsoft's recent introduction of its own AI assistant, Copilot, which works across the 365 suite of apps. As AI assistants become more prevalent in workplace software, they have the potential to unlock new levels of functionality and efficiency.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "monday.com Ltd.": "580152e14db8bae9863084969fdbad0cac334abd36fbe258deb9337666d5f959"
    },
    "linked_studies": {},
    "street_address": "Unknown",
    "zip_postal": "Unknown",
    "city": "Tel Aviv",
    "state_province": "Unknown",
    "country": "Unknown",
    "latitude": 32.0735802,
    "longitude": 34.7880511,
    "region": "EMEA",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-25T04:01:44.907Z",
    "modification_date": "2024-07-18T19:37:04.752286",
    "file_hash": "0b792538be4cc74daf86ba9b4c1b74ab0b1b229beee4f8dba0b2bbfdb144a2d6",
    "name": "How A.I. Assistants Could Supercharge Workplace Software | Inc.com",
    "interaction_type": "Webpage",
    "interaction_type_detail": {
      "author": "BEN SHERRY",
      "year": "2023",
      "month": "04",
      "day": "24",
      "title": "How A.I. Assistants Could Supercharge Workplace Software",
      "url": "https://www.inc.com/ben-sherry/how-ai-assistants-could-supercharge-workplace-software.html"
    },
    "url": "Interactions/How A.I. Assistants Could Supercharge Workplace Software | Inc.com.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "developer team workflow": 2.461500010418809,
      "integrations with tools": 3.7615000104188088,
      "management software": 3.960906027836403,
      "notifications to integrations": 2.2615000104188088,
      "project management": 6.49195302433701,
      "repetitive tasks": 2.7304530139182015,
      "seat per month": 2.718448971231391,
      "standup meeting": 2.7304530139182015,
      "team workflow management": 3.211500010418809,
      "tools such": 3,
      "workflow management tool": 2.461500010418809
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "Your vote of support is important to us and it helps us keep the content FREE.",
          "You guys really are a part of our events and we really appreciate you coming and I know people appreciate the content you create as well   Andy Jassy",
          "One click below supports our mission to provide free, deep, and relevant content."
        ],
        "keywords": [
          "content",
          "free",
          "appreciate",
          "events",
          "helps",
          "vote",
          "support",
          "andy",
          "jassy",
          "provide"
        ],
        "label": "[Enable seamless access to comprehensive and valuable content at no charge] and gratefully acknowledge the contributions of attendees like Andy Jassy who enhance our events while we support their endeavors.",
        "frequency": 3
      },
      "2": {
        "id": 1,
        "excerpts": [
          "With monday dev connected with Work OS, product and dev teams will be able to collaborate more easily with the rest of the company and build on product roadmaps, sprints, release plans, customer feedback, backlogs and more.",
          "Ran Toueg, a senior product manager at Monday.com, said monday dev would provide product and dev teams everything needed to plan, build and manage all their projects from research and development to design and develop products.",
          "Monday.com launches a developer team workflow management tool Monday.com Ltd., a project management software company, today announced the launch of monday dev, a new product offering that centralizes software development tracking in one place so developers, engineers and administrators can collaborate more easily."
        ],
        "keywords": [
          "dev",
          "monday",
          "mondaycom",
          "development",
          "github",
          "collaborate",
          "developers",
          "workflow",
          "developer",
          "sprint"
        ],
        "label": "\"Centralized software development tracking for collaborative workflow management within monday dev, integrating with GitHub and enhancing product roadmaps, sprints, release plans, customer feedback, and backlogs.\"",
        "frequency": 15
      },
      "3": {
        "id": 2,
        "excerpts": [
          "All of this goes together into one overall project management scheme that can be rebuilt and customized around any paradigm using Work OS.",
          "As members follow their estimated project timeline and submit their work.",
          "Every element of the plan can be viewed as the project is completed including the estimated timeline as tickets are resolved by developers and project members."
        ],
        "keywords": [
          "project",
          "timeline",
          "estimated",
          "management",
          "industry",
          "communication",
          "backends",
          "managers",
          "personnel",
          "timelines"
        ],
        "label": "\"Project timeline visualization for real time monitoring and collaboration among industry personnel during management communication of backend tasks throughout estimated project timelines.\"",
        "frequency": 7
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "82.9 KB",
    "reading_time": 3,
    "word_count": 649,
    "page_count": 4,
    "description": "Monday.com, a project management software company, has launched monday dev, a new product that centralizes software development tracking in one place for developers, engineers, and administrators to collaborate more easily with the rest of the organization. This workflow management software includes roadmap planning, sprint planning, review setting, daily standup meeting reviews, lifecycle management, and agile reports systems with burndown charts to detect potential problems.",
    "abstract": "Monday.com, a project management software company, has launched monday dev, a new product that centralizes software development tracking in one place for developers, engineers, and administrators to collaborate more easily with the rest of the organization. This workflow management software includes roadmap planning, sprint planning, review setting, daily standup meeting reviews, lifecycle management, and agile reports systems with burndown charts to detect potential problems. Development teams can integrate their favorite developer tools and repositories such as GitHub, issue tracking with GitLab, and embed designs with Figma. Monday dev uses task automation with prebuilt, customizable recipes for assignments, notifications, and integrations with tools like Slack or GitHub. It also has a bug-tracking dashboard to report, track, and assign bugs to the right team for fixing. Organizations can integrate monday dev into their current workflow to better collaborate on software development and adhere to their preferred project management scheme using Work OS. Prices start at $9 per seat per month for a basic plan with limited amenities, while upgrading to $12 or $20 per seat per month provides additional features such as GitHub integration, Agile reporting, and higher automation limits.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "monday.com Ltd.": "580152e14db8bae9863084969fdbad0cac334abd36fbe258deb9337666d5f959"
    },
    "linked_studies": {},
    "street_address": "Unknown",
    "zip_postal": "Unknown",
    "city": "Tel Aviv",
    "state_province": "Unknown",
    "country": "Unknown",
    "latitude": 32.0735802,
    "longitude": 34.7880511,
    "region": "EMEA",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-25T04:01:44.907Z",
    "modification_date": "2024-07-18T19:37:07.630670",
    "file_hash": "3b60dcbbc445632d1bc35a6fce62e53b20b8e9cd458bf8b8ecfa383d076706cd",
    "name": "Monday.com launches a developer team workflow management tool - SiliconANGLE",
    "interaction_type": "Webpage",
    "interaction_type_detail": {
      "author": "KYT DOTSON",
      "year": "2023",
      "month": "05",
      "day": "31",
      "title": "Monday.com launches a developer team workflow management tool",
      "url": "https://siliconangle.com/2023/05/31/monday-com-launches-developer-team-workflow-management-tool/"
    },
    "url": "Interactions/Monday.com launches a developer team workflow management tool - SiliconANGLE.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "data infrastructure": 2.460906027836403,
      "exceptional applications": 2.7304530139182015,
      "mondaydb data": 2.7304530139182015,
      "new schemaless architecture": 2.461500010418809,
      "new use": 2.7304530139182015,
      "performance the new": 3.75,
      "platform performance": 3.210906027836403,
      "project management tools": 3.211500010418809,
      "time data": 2.7304530139182015,
      "traditional project management": 2.461500010418809
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "In addition to improved platform performance, users will also now have access to new permissions that are now defined at the data layer, so they can be set at the item, column, board, or workspace level.",
          "With traditional project management tools each task or project has a rigid structure with a due date, assignees, and so forth, said Daniel Lereya, the newly appointed chief product and technology officer at monday.com.",
          "Real time data updates are also available, meaning that when changes are made to any board or dashboard, these become immediately available for queries, allowing for automations and integrations to be activated in real  time."
        ],
        "keywords": [
          "users",
          "customers",
          "data",
          "platform",
          "mondaycom",
          "inbox",
          "queries",
          "product",
          "permissions",
          "limits"
        ],
        "label": "\"Users can now define permissions at different levels of data, including items, columns, boards, and workspaces on the monday.com platform.\"",
        "frequency": 9
      },
      "2": {
        "id": 1,
        "excerpts": [
          "Described by the company as having a schemaless architecture  meaning that it has no predefined structure for how data is organized and stored  mondayDB strengthens the Work OS platform on top of which all of monday.coms suite of products are built.",
          "New monday.com data infrastructure to speed platform performance The new schemaless architecture, dubbed mondayDB, will strengthen the work management companys Work OS platform and offer improved levels of scalability and speed to customers.",
          "Finally, mondayDB extends the monday.com open API, providing data If we talk long term, we really believe that the main thing that we need to invest in is the platform itself, so thats what were doing, Lereya said, adding that one of the companys strategic pillars is to make the platform more robust and keep increasing the number of capabilities available to customers."
        ],
        "keywords": [
          "platform",
          "mondaydb",
          "architecture",
          "schemaless",
          "data",
          "mondaycom",
          "customers",
          "strategic",
          "suite",
          "scalability"
        ],
        "label": "The ability for customers to efficiently store, organize, and access data through mondayDB's flexible architecture and extended API on the Work OS platform.",
        "frequency": 3
      },
      "3": {
        "id": 2,
        "excerpts": [
          "MondayDB is a new ballpark for what we can offer in terms of scale and speed, Lereya said.",
          "Work management company monday.com has announced the initial rollout of its new mondayDB data infrastructure, built to underpin the companys Work OS platform and help boost customers usage of the system.",
          "Following todays initial release, monday.com said the second phase of mondayDB will begin its rollout in November."
        ],
        "keywords": [
          "mondaydb",
          "rollout",
          "mondaycom",
          "scale",
          "ballpark",
          "release",
          "terms",
          "boost",
          "infrastructure",
          "speed"
        ],
        "label": "\"MondayDB, a new infrastructure for handling large volumes of data with enhanced speed, will be gradually introduced into monday.com's Work OS platform to enhance customer usage starting from today's initial release, followed by a more extensive rollout in November.\" (Feature: MondayDB rollout)",
        "frequency": 3
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "1.5 MB",
    "reading_time": 2,
    "word_count": 499,
    "page_count": 3,
    "description": "The new mondayDB data infrastructure, with a schemaless architecture, has been introduced by work management company monday.com to enhance the performance of its Work OS platform. This will enable customers to cope better with the flexibility offered by the system, which allows tasks and projects to be structured in different ways.",
    "abstract": "The new mondayDB data infrastructure, with a schemaless architecture, has been introduced by work management company monday.com to enhance the performance of its Work OS platform. This will enable customers to cope better with the flexibility offered by the system, which allows tasks and projects to be structured in different ways. The initial rollout of mondayDB offers improved levels of scalability and speed, with boards loading five times faster and new use cases and custom workflows available. Real time data updates are also now possible, while a second phase of the release will enable dashboards to load 10 times faster from November.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "monday.com Ltd.": "580152e14db8bae9863084969fdbad0cac334abd36fbe258deb9337666d5f959"
    },
    "linked_studies": {},
    "street_address": "Unknown",
    "zip_postal": "Unknown",
    "city": "Tel Aviv",
    "state_province": "Unknown",
    "country": "Unknown",
    "latitude": 32.0735802,
    "longitude": 34.7880511,
    "region": "EMEA",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-25T04:01:44.907Z",
    "modification_date": "2024-07-18T19:37:10.168719",
    "file_hash": "e8725bcf1c37a8feb83ff721b8a43753d1226890a1831a257702123617c358b0",
    "name": "New monday.com data infrastructure to speed platform performance – Computerworld",
    "interaction_type": "Webpage",
    "interaction_type_detail": {
      "author": "Charlotte Trueman",
      "year": "2023",
      "month": "07",
      "day": "06",
      "title": "New monday.com data infrastructure to speed platform performance",
      "url": "https://www.computerworld.com/article/1631996/new-mondaycom-data-infrastructure-to-speed-platform-performance.html"
    },
    "url": "Interactions/New monday.com data infrastructure to speed platform performance – Computerworld.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "app for project": 3.0115000104188088,
      "automation tools": 3.4804530139182015,
      "document editors": 4.2304530139182015,
      "editors such": 3.75,
      "flagship project management": 3.211500010418809,
      "management software": 2.7304530139182015,
      "modern document": 2.7304530139182015,
      "mondays automation": 3.4804530139182015,
      "mondays flagship": 2.7304530139182015,
      "monolithic project management": 3.223000020837618,
      "range of drawing": 3.0115000104188088,
      "suites of productivity": 3.0115000104188088
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "and also capture new audiences, he says.",
          "Recognize your brands excellence by applying to this years Brands That Matter Awards before the final deadline, June 7.",
          "The new products are like startups within Monday, he says."
        ],
        "keywords": [
          "brands",
          "june",
          "excellence",
          "awards",
          "audiences",
          "final",
          "deadline",
          "startups",
          "years",
          "products"
        ],
        "label": "To honor exceptional brands by applying to the Brands That Matter Awards before their final deadline of June 7, while simultaneously reaching new audiences through innovative new products that are treated as startups within the company.",
        "frequency": 5
      },
      "2": {
        "id": 1,
        "excerpts": [
          "In addition to citing Microsoft and Google as examples, he points to Atlassianwhich acquired Trello in 2017 to complement its Jira, Confluence, and Bitbucket productsas an example of how companies will eventually want to branch out.",
          "Eran Zinman, Monday.coms co CEO, says that, by offering different tools for different jobs, the company can make each product better while attracting customers who otherwise might not have considered the companys software.",
          "People are often very specific about what they need initially, and over time they want more aspects, which theyll discover through the ability move between different things that we offer, Zinman says."
        ],
        "keywords": [
          "time",
          "make",
          "ceo",
          "mondaycoms",
          "company",
          "tools",
          "improvements",
          "productsas",
          "productivity",
          "jobs"
        ],
        "label": "\"Ability to seamlessly switch between specialized tools for various productivity jobs, resulting in ongoing improvements and expansion of product offerings as desired by customers, as demonstrated by Atlassian's acquisition of Trello and Monday.com's CEO Eran Zinman's statements.\"",
        "frequency": 8
      },
      "3": {
        "id": 2,
        "excerpts": [
          "Users can also tie charts into Mondays automation tools for instance, to send notifications when someone fills out a new form entry.",
          "Zinman notes that people often search online for new ways to create forms and whiteboards, so its an opportunity to draw in users who arent yet looking for full blown project management tools.",
          "Canvas provides only a bare bones set of tools for drawing lines, boxes, and shapes; some alternatives, such as Miro, offer ready made templates and a wider range of drawing tools, while Figmas Figjam whiteboards support charts and code blocks."
        ],
        "keywords": [
          "tools",
          "charts",
          "form",
          "whiteboards",
          "workforms",
          "canvas",
          "drawing",
          "templates",
          "forms",
          "app"
        ],
        "label": "Users can create charts and tie them into Mondays automation tools to send notifications for new form entries on Canvas, while a broader set of drawing tools and templates are available with alternatives like Miro. Zinman suggests that this functionality can draw in users searching for form and whiteboard solutions before they require full blown project management tools. This is accomplished by providing a simple interface to create charts within Canvas and integrating them into automated workflows, as well as offering more complex drawing tools and predefined templates with other platforms like Miro. The feature enables users to streamline their workflow and receive timely notifications without the need for advanced project management functionality.",
        "frequency": 11
      },
      "4": {
        "id": 3,
        "excerpts": [
          "Zinman also notes that offering the two apps outside of the Monday.com platform has some technological benefits.",
          "While some of Mondays competitors are still focused on one app that does everything, Zinman argues that this wont last.",
          "With apps for forms and whiteboards, Monday.com is building a suite Jared Newman While other software companies are trying to offer the One True App for project management, Monday.com is moving in the opposite direction."
        ],
        "keywords": [
          "mondaycom",
          "mondays",
          "apps",
          "app",
          "zinman",
          "gratification",
          "doesnt",
          "jared",
          "benefits",
          "newman"
        ],
        "label": "\"Automatically sync data between Monday.com platform and external apps offered by Monday.com for forms and whiteboards, providing technological benefits without requiring users to wait for gratification from a single all encompassing app.\"",
        "frequency": 5
      },
      "5": {
        "id": 4,
        "excerpts": [
          "[Image: courtesy of Monday] The resulting strategy looks somewhat like that of Google and Microsoft, but in reverse.",
          "(In a nod to the app grid that appears on Googles websites, Workforce and Canvas even have an icon in the top right corner for switching between the companys products.)",
          "[Image: courtesy of Monday] I think it wouldnt be possible if we built it within the platform, because we have all those constraints of using our existing technology, he says."
        ],
        "keywords": [
          "apps",
          "app",
          "monday",
          "phase",
          "icon",
          "googles",
          "reverse",
          "simpler",
          "strategy",
          "switching"
        ],
        "label": "[Simpler switching between our products using icons]",
        "frequency": 6
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "41.7 KB",
    "reading_time": 3,
    "word_count": 823,
    "page_count": 5,
    "description": "Monday.com, a project management software company, has launched two new standalone products - Workforms and Canvas. While they can integrate with Monday's flagship product, the company's co-CEO Eran Zinman says that offering different tools for different jobs will allow each product to be better and attract new audiences who might not have considered Monday's software otherwise.",
    "abstract": "Monday.com, a project management software company, has launched two new standalone products - Workforms and Canvas. While they can integrate with Monday's flagship product, the company's co-CEO Eran Zinman says that offering different tools for different jobs will allow each product to be better and attract new audiences who might not have considered Monday's software otherwise. The new apps are simpler than the core service and are aimed at businesses looking for forms and whiteboards. While they are fairly basic now, the company is committed to improving them over time. Both products will still lean on integration with the core Monday.com platform, which Zinman believes users will eventually gravitate towards as they discover more aspects of what the company offers.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "monday.com Ltd.": "580152e14db8bae9863084969fdbad0cac334abd36fbe258deb9337666d5f959"
    },
    "linked_studies": {},
    "street_address": "Unknown",
    "zip_postal": "Unknown",
    "city": "Tel Aviv",
    "state_province": "Unknown",
    "country": "Unknown",
    "latitude": 32.0735802,
    "longitude": 34.7880511,
    "region": "EMEA",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-25T04:01:44.907Z",
    "modification_date": "2024-07-18T19:37:12.783035",
    "file_hash": "2473244a978606ca499a2826cb334c651c94e26a233ad397a94e3410e0853f18",
    "name": "With apps for forms and whiteboards, Monday.com is building a suite - Fast Company",
    "interaction_type": "Webpage",
    "interaction_type_detail": {
      "author": "JARED NEWMAN",
      "year": "2022",
      "month": "02",
      "day": "23",
      "title": "With apps for forms and whiteboards, Monday.com is building a suite",
      "url": "https://www.fastcompany.com/90724310/monday-com-workforms-canvas"
    },
    "url": "Interactions/With apps for forms and whiteboards, Monday.com is building a suite - Fast Company.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "chapter of product": 3.0115000104188088,
      "key product": 2.7304530139182015,
      "modern technology": 2.7304530139182015,
      "monday.coms unique process of product": 2.3655773512899807,
      "multi product": 2.7304530139182015,
      "multiproduct company": 3.4804530139182015,
      "product innovation": 3.4919530243370103,
      "senior management": 2.7304530139182015,
      "unique process of product development": 2.3655773512899807
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "This dual leadership CPO/CTO model will allow Lereya to simultaneously lead the charge on the product and technology disciplines to drive innovation within monday.com.",
          "monday.com appoints its first CPTO to stimulate product innovation Roy Edwards July 13, 2023 Monday.com has promoted Daniel Lereya as its first Chief Product and Technology Officer.",
          "As part of the senior management team, Lereya is essential in using technology and innovation to drive monday.coms forward looking product strategy, vision, and execution."
        ],
        "keywords": [
          "lereya",
          "mondaycom",
          "mondaycoms",
          "innovation",
          "role",
          "cpto",
          "leadership",
          "strategy",
          "organisation",
          "management"
        ],
        "label": "Lereya's dual leadership role as CPTO at monday.com will empower technology and innovation to steer forward looking product strategy, vision, and execution through strategic leadership in both the product and technology disciplines.",
        "frequency": 10
      },
      "2": {
        "id": 1,
        "excerpts": [
          "We combine multi disciplinary teams where team members bring their talent and industry knowledge to work together.",
          "As well as sourcing candidates for the open roles of VP, Product Design and VP, Engineering.",
          "Beginning with two internal promotions to the roles of VP, R&D, Infrastructure & Foundations, and VP, Product."
        ],
        "keywords": [
          "vp",
          "roles",
          "hiring",
          "rd",
          "departmental",
          "candidates",
          "members",
          "sourcing",
          "organisational",
          "promotions"
        ],
        "label": "\"Promotion and Candidacy Sourcing for Strategic Roles in an Organizational Context\"",
        "frequency": 7
      },
      "3": {
        "id": 2,
        "excerpts": [
          "The company says his holistic leadership strategies led to some of the companys most pioneering product launches.",
          "Innovation is dependant on having the right people available to make the right decisions.",
          "The company has ambitious plans to propel the company into its next chapter of product innovation and R&D growth."
        ],
        "keywords": [
          "company",
          "innovation",
          "pioneering",
          "plans",
          "strategies",
          "propel",
          "launches",
          "growth",
          "development",
          "leadership"
        ],
        "label": "The holistic leadership approaches aimed at fostering innovation and driving product launches that contributed to the company's pioneering trajectory will continue to propel its R&D growth and strategic plans for future product innovations. Requirement Statement: Implement holistic leadership strategies that foster innovation, facilitate product launches, and contribute to the company's pioneering trajectory while propelling its R&D growth and supporting its strategic plans for future product innovations.",
        "frequency": 4
      },
      "4": {
        "id": 3,
        "excerpts": [
          "In addition to a multitude of key product elements, including monday AI.",
          "Its ongoing expansion to a multiproduct company with recent launches of monday sales CRM and monday dev.",
          "Enterprise Times: What this means for business Monday.com has grown from strength to strength over the past few years."
        ],
        "keywords": [
          "strength",
          "mondaycoms",
          "company",
          "strong",
          "enterprise",
          "dev",
          "crm",
          "business",
          "multiproduct",
          "sales"
        ],
        "label": "[Strengthen Enterprise Business Capabilities with Sales CRM and Dev Products from Monday.com]",
        "frequency": 6
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "29.4 KB",
    "reading_time": 2,
    "word_count": 500,
    "page_count": 2,
    "description": "Monday.com has appointed Daniel Lereya as its first Chief Product and Technology Officer to drive product innovation and R&D growth. With seven years' experience at the company, Lereya will focus on growing its multi-product vision and operational efficiencies while strengthening execution for company growth.",
    "abstract": "Monday.com has appointed Daniel Lereya as its first Chief Product and Technology Officer to drive product innovation and R&D growth. With seven years' experience at the company, Lereya will focus on growing its multi-product vision and operational efficiencies while strengthening execution for company growth. He will also be responsible for hiring across the Product, R&D, and Design teams in his new role, which combines product and technology disciplines to foster product development with a unique process of collaboration between team members from different disciplines. This dual leadership CPO/CTO model will allow Lereya to simultaneously lead the charge on product and technology innovation within Monday.com.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "monday.com Ltd.": "580152e14db8bae9863084969fdbad0cac334abd36fbe258deb9337666d5f959"
    },
    "linked_studies": {},
    "street_address": "Unknown",
    "zip_postal": "Unknown",
    "city": "Tel Aviv",
    "state_province": "Unknown",
    "country": "Unknown",
    "latitude": 32.0735802,
    "longitude": 34.7880511,
    "region": "EMEA",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-25T04:01:44.907Z",
    "modification_date": "2024-07-18T19:37:15.256682",
    "file_hash": "32d412d4e2347a3189935dcbf8367d7c39dc609ba774e71f7b0954bc3fa793cc",
    "name": "monday.com appoints its first CPTO to stimulate product innovation -",
    "interaction_type": "Press Release",
    "interaction_type_detail": {
      "author": "monday.com",
      "year": "2023",
      "month": "07",
      "day": "11",
      "title": "monday.com Appoints its First CPTO to Accelerate the Next Age of Innovation",
      "url": "https://ir.monday.com/news-and-events/news-releases/news-details/2023/monday.com-Appoints-its-First-CPTO-to-Accelerate-the-Next-Age-of-Innovation/default.aspx"
    },
    "url": "Interactions/monday.com appoints its first CPTO to stimulate product innovation -.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "billions of loading": 3.7615000104188088,
      "data lambda architecture": 3.961500010418809,
      "large quantities of data": 3.410906027836403,
      "pre calculation of query": 3.410906027836403,
      "quantities of data lambda": 4.160906027836403,
      "speeds across billions": 3.7615000104188088,
      "traditional data management": 3.211500010418809
    },
    "topics": {
      "0": {
        "id": 0,
        "excerpts": [
          "We always want to provide the broadest range of capabilities to our customers who rely on us for cutting edge solutions and technology to manage their work best for them, Lereya continued.",
          "We have always invested in improving our infrastructure to provide our customers with optimal quality, performance, and user experience, said Daniel Lereya, chief product and technology officer at monday.com.",
          "To address our long term business goals and company strategy, we had to invest in a new infrastructure that would completely overhaul how we adapt to the most extensive, complex work scenarios in the market, allowing organizations of any size to build and manage workflows at scale while enjoying exceptional performance."
        ],
        "keywords": [
          "customers",
          "infrastructure",
          "technology",
          "foundational",
          "manage",
          "performance",
          "tech",
          "overhaul",
          "market",
          "platforms"
        ],
        "label": "To support our customers in managing complex work scenarios at scale while delivering exceptional performance, we must implement a foundational infrastructure that overhauls and improves our technology for adaptability across the market's most extensive platforms.",
        "frequency": 8
      },
      "1": {
        "id": 1,
        "excerpts": [
          "mondayDB 1.0s re engineered infrastructure dramatically improves performance speed, scalability, and flexibility monday.com, the provider of the work operating system (Work OS), is announcing the launch of mondayDB 1.0, the next iteration of the companys Work OS platform re engineered with a new infrastructure.",
          "This enables mondayDB 1.0 to adapt to an enterprises work style as they continue to add new users, data tables, and query volume.",
          "mondayDBs performance will continue to scale as an organization does, supporting both Columnar data structure, which provides flexible and efficient access to large quantities of data Lambda architecture patterns, which enable rapid pre calculation of query results Separated storage and compute layers, which allows each to scale horizontally, dynamically increasing or reducing the required transaction volume to match users needs mondayDB 1.0 also highlights its ability to provide elasticity at scale, powered by its schema less architecture."
        ],
        "keywords": [
          "mondaydb",
          "data",
          "architecture",
          "schema",
          "mondaycom",
          "infrastructure",
          "boards",
          "tables",
          "mondaydbs",
          "workflows"
        ],
        "label": "\"Columnar data structure, Lambda architecture patterns, and separated storage and compute layers enable mondayDB to adapt to an enterprise's work style as they add new users, data tables, and query volume while providing elasticity at scale through its schema less architecture.\"",
        "frequency": 18
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "25.8 KB",
    "reading_time": 3,
    "word_count": 647,
    "page_count": 3,
    "description": "The new version of mondayDB, called mondayDB 1.0, has been released by monday.com, the provider of a work operating system (Work OS). This updated infrastructure provides significant improvements in speed, scalability, and flexibility for constructing applications on top of the platform.",
    "abstract": "The new version of mondayDB, called mondayDB 1.0, has been released by monday.com, the provider of a work operating system (Work OS). This updated infrastructure provides significant improvements in speed, scalability, and flexibility for constructing applications on top of the platform. Mondayschema less architecture, performance capabilities, and scalable design have always been emphasized. The new version enables organizations of any size to produce and manage complex and dynamic workflows with scale, agility, and performance in mind. The infrastructure has already been successfully rolled out to over 186,000 customers, and future updates are planned for later this year and the first half of 2024.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "monday.com Ltd.": "580152e14db8bae9863084969fdbad0cac334abd36fbe258deb9337666d5f959"
    },
    "linked_studies": {},
    "street_address": "Unknown",
    "zip_postal": "Unknown",
    "city": "Tel Aviv",
    "state_province": "Unknown",
    "country": "Unknown",
    "latitude": 32.0735802,
    "longitude": 34.7880511,
    "region": "EMEA",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-25T04:01:44.907Z",
    "modification_date": "2024-07-18T19:37:17.802481",
    "file_hash": "ac766223dde02af5b69d666d5751ddd79316f723b1f315a8583e5ba2e705020a",
    "name": "mondayDB 1.0’s re-engineered infrastructure dramatically improves performance speed, scalability, and flexibility",
    "interaction_type": "Press Release",
    "interaction_type_detail": {
      "author": "monday.com",
      "year": "2023",
      "month": "07",
      "day": "26",
      "title": "monday.com Enhances Core Data Infrastructure with mondayDB",
      "url": "https://ir.monday.com/news-and-events/news-releases/news-details/2023/monday.com-Enhances-Core-Data-Infrastructure-with-mondayDB/default.aspx"
    },
    "url": "Interactions/mondayDB 1.0’s re-engineered infrastructure dramatically improves performance speed, scalability, and flexibility.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "closed 34b": 6.4804530139182015,
      "components of net": 6.75,
      "customer platform": 6.972406038255212,
      "end strong": 6,
      "long term financial": 7.7345000312564265,
      "midpoint of hubspots": 6.649300812814969,
      "net revenue": 7.596030365208183,
      "p o long": 6,
      "retention components": 6.4804530139182015,
      "revenue retention": 6.096030365208183,
      "strong starter": 6,
      "subscription revenue": 7.24195302433701,
      "system of record": 7.5230000208376175
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "Percentages are based on actual values.",
          "Percentages are based on actual values.",
          "Percentages are based on actual values."
        ],
        "keywords": [
          "totals",
          "rounding",
          "values",
          "sum",
          "actual",
          "percentages",
          "based",
          "",
          "",
          ""
        ],
        "label": "Rounding of actual values to display percentages based on total sums.",
        "frequency": 14
      },
      "2": {
        "id": 1,
        "excerpts": [
          "Long term financial targets remain unchanged Invest in R&D to fuel growth Operating Margin 1 Long Term Target Model: These estimates reflect our current operating plan as of September 6, 2023 and are subject to change as future events and opportunities arise.",
          "Long term financial targets remain unchanged Invest in R&D to fuel growth Operating Margin 1 Long Term Target Model: These estimates reflect our current operating plan as of September 6, 2023 and are subject to change as future events and opportunities arise.",
          "Long term financial targets remain unchanged Invest in R&D to fuel growth Operating Margin 1 Long Term Target Model: These estimates reflect our current operating plan as of September 6, 2023 and are subject to change as future events and opportunities arise."
        ],
        "keywords": [
          "2023",
          "operating",
          "financial",
          "future",
          "growth",
          "year",
          "guidance",
          "estimates",
          "opportunities",
          "plans"
        ],
        "label": "\"Year end Operating Margin target of X% in 2023, with ongoing investment in Research & Development to fuel long term growth and the flexibility to adapt plans as future events and opportunities arise.\"",
        "frequency": 19
      },
      "3": {
        "id": 2,
        "excerpts": [
          "Average Subscription Revenue per Customer: We define ASRPC during a particular period as subscription revenue, excluding revenue from our legacy Sales Hub ($10) and PieSync products, from our Total Customers during the period divided by the average Total Customers during the same period.",
          "Smart CRM Strategy: Become the AI powered system of record Find integrations, templates & services Join our community, grow your craft Our bi modal strategy is working Our focus is on driving broad and efficient distribution Who is buying How we are serving We are scaling GTM motions for long term durable growth Scaling from acquisition to activation and retention Expanding and moving upmarket Focusing on consistent execution of Starter customers purchase online of services are delivered by partners of new ARR in Pro & Ent is from 3+ Hubs Build a company future generations will be proud of We are balancing growth, profitability and culture HubSpot is positioned for long term, durable growth Help millions of organizations grow better.",
          "Legacy CRM is unified by force Smart CRM is unified by default Legacy CRM is hard to configure Smart CRM is easy to customize Legacy CRM gives you information Smart CRM gives you intelligence Data was a nice to have across several systems Data is a must have in one place Email was king Human activity drove connection Agents + Humans drive personal connection G2 Categorization of Marketplace Listings % of currently listed integrations Today, we have: 6 languages 38% of our install base consumes that content monthly How one of HubSpots biggest customers customizes the customer platform easy to use easy to run easy to grow Balancing growth and profitability Balancing growth and profitability Expanding multi hub lands Driving volume at the low end Strong Starter customer growth Driving value at the high end Growing percentage of large deals Platform driving increased customer dollar retention Components of Net Revenue Retention Value and churn more resilient Upgrade motions remain resilient Starter to Professional1 Starter upgrade rate holding steady, driving increased ARR Any edition to Enterprise1 Expanding and diversifying upgrade motions to Enterprise Driving value in existing Hubs Add value first before extracting value Planting new seeds AI embedded everywhere Balancing growth and profitability Philosophy on balancing growth and profitability Generate operating leverage as we scale toward long term margin targets t i f o r P g n i t a r e p O Long term financial targets remain unchanged Operating Margin 1 Long Term Target Model: These estimates reflect our current operating plan as of September 6, 2023 and are subject to change as future events and opportunities arise."
        ],
        "keywords": [
          "customer",
          "revenue",
          "customers",
          "retention",
          "crm",
          "arr",
          "growth",
          "subscriptions",
          "subscription",
          "community"
        ],
        "label": "\"As average subscription revenue per customer is calculated during a particular period by dividing subscription revenue, excluding revenue from our legacy Sales Hub ($10) and PieSync products, by the average total customers during the same period, we aim to drive consistent execution of Starter customers and expand multi hub lands while balancing growth and profitability, generating operating leverage as we scale toward long term margin targets, with a focus on expanding and diversifying upgrade motions to Enterprise and adding value first before extracting value.\" Or: \"To drive broad and efficient distribution by scaling GTM motions for long term durable growth, focusing on expanding and moving upmarket, we aim to help millions of organizations grow better by providing a Smart CRM that gives intelligence instead of just information, making it easy to customize instead of hard to configure, with AI embedded everywhere while balancing growth and profitability, generating operating leverage as we scale toward long term margin targets, with a focus on driving consistent execution of Starter customers and expanding multi hub lands.\" Or: \"To become the AI powered system of record for millions of organizations, our bi modal strategy is working by scaling from acquisition to activation and retention, while balancing growth and profitability, generating operating leverage as we scale toward long term margin targets, with a focus on driving volume at the low end, strong Starter customer growth, driving value at the high end, and increasing customer dollar retention. Additionally, we aim to expand and diversify upgrade motions to Enterprise and add value first before extracting value.\" Or: \"To position HubSpot for long term, durable growth by balancing growth, profitability, and culture, we aim to become the AI powered system of record for millions of organizations by providing a Smart CRM that gives intelligence instead of just information, making it easy to customize instead of hard to configure, with AI embedded everywhere while generating operating leverage as we scale toward long term margin targets. Furthermore, our strategy is working by scaling from acquisition to activation and retention, driving consistent execution of Starter customers, expanding multi hub lands, increasing customer dollar retention, expanding and diversifying upgrade motions to Enterprise, and adding value first before extracting value.\" Or: \"To help millions of organizations grow better by providing a Smart CRM that gives intelligence instead of just information, making it easy to customize instead of hard to configure, with AI embedded everywhere while balancing growth and profitability, generating operating leverage as we scale toward long term margin targets, we aim to position HubSpot for long term, durable growth by scaling from acquisition to activation and retention, driving consistent execution of Starter customers, expanding multi hub lands, increasing customer dollar retention, expanding and diversifying upgrade motions to Enterprise, and adding value first before extracting value. Additionally, our bi modal strategy is working by scaling GTM motions for long term durable growth while focusing on expanding and moving upmarket.\" Or: \"To become the AI powered system of record for millions of organizations by providing a Smart CRM that gives intelligence instead of just information, making it easy to customize instead of hard to configure, with AI embedded everywhere while balancing growth and profitability, generating operating leverage as we scale toward long term margin targets, our strategy is working by scaling from acquisition to activation and retention, driving consistent execution of Starter customers, expanding multi hub lands, increasing customer dollar retention, expanding and diversifying upgrade motions to Enterprise, adding value first before extracting value, and positioning HubSpot for long term, durable growth while focusing on expanding and moving upmarket.\" Or: \"To help millions of organizations grow better by providing a Smart CRM that gives intelligence instead of just information, making it easy to customize instead of hard to configure, with AI embedded everywhere while balancing growth and profitability, generating operating leverage as we scale toward long term margin targets, our strategy is working by scaling from acquisition to activation and retention, driving consistent execution of Starter customers, expanding multi hub lands, increasing customer dollar retention, expanding and diversifying upgrade motions to Enterprise, adding value first before extracting value, positioning HubSpot for long term, durable growth while focusing on expanding and moving upmarket, and driving volume at the low end, strong Starter customer growth, and driving value at the high end.\" Or: \"To help millions of organizations grow better by providing a Smart CRM that gives intelligence instead of just information, making it easy to customize instead of hard to configure, with AI embedded everywhere while balancing growth and profitability, generating operating leverage as we scale toward long term margin targets, our strategy is working by scaling from acquisition to activation and retention, driving consistent execution of Starter customers, expanding multi hub lands, increasing customer dollar retention, expanding and diversifying upgrade motions to Enterprise, adding value first before extracting value, positioning HubSpot for long term, durable growth while focusing on expanding and moving upmarket, driving volume at the low end, strong Starter customer growth, driving value at the high end, and becoming the AI powered system of record for millions of organizations.\" Or: \"To help millions of organizations grow better by providing a Smart CRM that gives intelligence instead of just information, making it easy to customize instead of hard to configure, with AI embedded everywhere while balancing growth and profitability, generating operating leverage as we scale toward long term margin targets, our strategy is working by scaling from acquisition to activation and retention, driving consistent execution of Starter customers, expanding multi hub lands, increasing customer dollar retention, expanding and diversifying upgrade motions to Enterprise, adding value first before extracting value, positioning HubSpot for long term, durable growth while focusing on expanding and moving upmarket, driving volume at the low end, strong Starter customer growth, driving value at the high end, becoming the AI powered system of record for millions of organizations, and providing a legacy CRM that gives information instead of intelligence.\" Or: \"To help millions of organizations grow better by providing a Smart CRM that gives intelligence instead of just information, making it easy to customize instead of hard to configure, with AI embedded everywhere while balancing growth and profitability, generating operating leverage as we scale toward long term margin targets, our strategy is working by scaling from acquisition to activation and retention, driving consistent execution of Starter customers, expanding multi hub lands, increasing customer dollar retention, expanding and diversifying upgrade motions to Enterprise, adding value first before extracting value, positioning HubSpot for long term, durable growth while focusing on expanding and moving upmarket, driving volume at the low end, strong Starter customer growth, driving value at the high end, becoming the AI powered system of record for millions of organizations, and providing legacy CRM that gives information instead of intelligence while scaling GTM motions for long term durable growth.\" Or: \"To help millions of organizations grow better by providing a Smart CRM that gives intelligence instead of just information, making it easy to customize instead of hard to configure, with AI embedded everywhere while balancing growth and profitability, generating operating leverage as we scale toward long term margin targets, our strategy is working by scaling from acquisition to activation and retention, driving consistent execution of Starter customers, expanding multi hub lands, increasing customer dollar retention, expanding and diversifying upgrade motions to Enterprise, adding value first before extracting value, positioning HubSpot for long term, durable growth while focusing on expanding and moving upmarket, driving volume at the low end, strong Starter customer growth, driving value at the high end, becoming the AI powered system of record for millions of organizations, and providing legacy CRM that gives information instead of intelligence while scaling GTM motions for long term durable growth and driving consistent execution of Starter customers.\" Or: \"To help millions of organizations grow better by providing a Smart CRM that gives intelligence instead of just information, making it easy to customize instead of hard to configure, with AI embedded everywhere while balancing growth and profitability, generating operating leverage as we scale toward long term margin targets, our strategy is working by scaling from acquisition to activation and retention, driving consistent execution of Starter customers, expanding multi hub lands, increasing customer dollar retention, expanding and diversifying upgrade motions to Enterprise, adding value first before extracting value, positioning HubSpot for long term, durable growth while focusing on expanding and moving upmarket, driving volume at the low end, strong Starter customer growth, driving value at the high end, becoming the AI powered system of record for millions of organizations, providing legacy CRM that gives information instead of intelligence while scaling GTM motions for long term durable growth, and driving consistent execution of Starter customers and expanding multi hub lands.\" Or: \"To help millions of organizations grow better by providing a Smart CRM that gives intelligence instead of just information, making it easy to customize instead of hard to configure, with AI embedded everywhere while balancing growth and profitability, generating operating leverage as we scale toward long term margin targets, our strategy is working by scaling from acquisition to activation and retention, driving consistent execution of Starter customers, expanding multi hub lands, increasing customer dollar retention, expanding and diversifying upgrade motions to Enterprise, adding value first before extracting value, positioning HubSpot for long term, durable growth while focusing on expanding and moving upmarket, driving volume at the low end, strong Starter",
        "frequency": 30
      },
      "4": {
        "id": 3,
        "excerpts": [
          "Please refer to appendix for a reconciliation of GAAP to non GAAP figures.",
          "Please refer to appendix for a reconciliation of GAAP to non GAAP figures.",
          "Please refer to appendix for a reconciliation of GAAP to non GAAP figures."
        ],
        "keywords": [
          "gaap",
          "appendix",
          "assets",
          "income",
          "disposal",
          "leases",
          "compensation",
          "amortization",
          "acquisition",
          "expenses"
        ],
        "label": "Reconcile GAAP figures for assets, income, disposal, leases, compensation, amortization, and acquisition expenses with non GAAP figures in the appendix.",
        "frequency": 8
      },
      "5": {
        "id": 4,
        "excerpts": [
          "All percentages are non GAAP and exclude expenses associated with stock based compensation, amortization of acquired intangibles and acquisition related expenses.",
          "All percentages are non GAAP and exclude expenses associated with stock based compensation, amortization of acquired intangibles and acquisition related expenses.",
          "All percentages are non GAAP and exclude expenses associated with stock based compensation, amortization of acquired intangibles and acquisition related expenses."
        ],
        "keywords": [
          "expenses",
          "intangibles",
          "acquired",
          "compensation",
          "amortization",
          "acquisition",
          "gaap",
          "excludes",
          "payments",
          "revenue"
        ],
        "label": "Non GAAP revenue after deducting expenses associated with stock based compensation, amortization of acquired intangibles and acquisition related expenses.",
        "frequency": 8
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "5.8 MB",
    "reading_time": 9,
    "word_count": 2314,
    "page_count": 100,
    "description": "This presentation includes statements regarding management's expectations for future financial and operational performance, expected growth, and business outlook, including our long term financial framework; our focus on profitable growth; cash flow and margin improvement expectations; our product plans, strategies, and trends; our ability to expand our total addressable market; our position to execute on our growth strategy and related growth drivers; our opportunities in international markets; and our ability to expand our leadership position and market opportunity for our CRM platform. These forward looking statements reflect our current views about our plans, intentions, expectations, strategies, and prospects, which are based on the information currently available to us and on assumptions we have made.",
    "abstract": "This presentation includes statements regarding management's expectations for future financial and operational performance, expected growth, and business outlook, including our long term financial framework; our focus on profitable growth; cash flow and margin improvement expectations; our product plans, strategies, and trends; our ability to expand our total addressable market; our position to execute on our growth strategy and related growth drivers; our opportunities in international markets; and our ability to expand our leadership position and market opportunity for our CRM platform. These forward looking statements reflect our current views about our plans, intentions, expectations, strategies, and prospects, which are based on the information currently available to us and on assumptions we have made. Although we believe that our plans, intentions, expectations, strategies, and prospects as reflected in or suggested by those forward looking statements are reasonable, we can give no assurance that the plans, intentions, expectations, or strategies will be attained or achieved. Furthermore, actual results may differ materially from those described in the forward looking statements and will be affected by a variety of risks and factors that are beyond our control including, without limitation, risks associated with our history of losses; our ability to retain existing customers and add new customers; the continued growth of the market for a CRM platform; our ability to differentiate our platform from competing products and technologies; our ability to manage our growth effectively to maintain our high level of service; our ability to maintain and expand relationships with our solutions partners; our ability to successfully recruit and retain highly qualified personnel; the price volatility of our common stock; the impact of geopolitical conflicts, inflation, macroeconomic instability, and the COVID 19 pandemic on our business, the broader economy, our workforce, and operations; and other risks set forth under the caption \"Risk Factors\" in our SEC filings. We assume no obligation to update any forward looking statements contained in this document as a result of new information, future events or otherwise. In summary, HubSpot's presentation includes projections for future financial and operational performance, growth strategies, product plans, and market opportunities. However, these statements are subject to risks and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. The company assumes no obligation to update any forward-looking statements contained in this presentation as a result of new information, future events or otherwise.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "HUBSPOT INC": "a061d3c2fabdd81f9e0edb35edece5165ef45050e9ef45bd749e19425fd99e9e"
    },
    "linked_studies": {},
    "street_address": "2 CANAL PARK",
    "zip_postal": "02141",
    "city": "CAMBRIDGE",
    "state_province": "MA",
    "country": "USA",
    "latitude": 42.370184437544,
    "longitude": -71.076325686218,
    "region": "AMER",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-25T03:37:30.103Z",
    "modification_date": "2024-07-18T19:37:20.259072",
    "file_hash": "05a020e1d67bc37b77583a76fb244afb15f8837e191e3c97d0cfc1b322dd17cd",
    "name": "HubSpot Analyst Day 2023 Consolidated Deck_FINAL_1",
    "interaction_type": "Report",
    "interaction_type_detail": {
      "author": "Ryan Burkart",
      "year": "2023",
      "month": "09",
      "day": "06",
      "title": "2023",
      "institution": "Hubspot",
      "url": "https://www.hubspot.com/hubfs/HubSpot%20Analyst%20Day%202023%20Consolidated%20Deck_FINAL_1.pdf?hubs_content=www.hubspot.com%252Four-story&hubs_content-cta=nav-utility-investors&_gl=1*1thwdt9*_ga*MjQ2OTMyNjQ1LjE3MTMzMTgyMjg.*_ga_LXTM6CQ0XK*MTcxNjU1NDM5Ni40LjEuMTcxNjU1NDc0OC41OC4wLjA."
    },
    "url": "Interactions/HubSpot Analyst Day 2023 Consolidated Deck_FINAL_1.pdf",
    "contact_name": "Unknown"
  },
  {
    "tags": {
      "common stock": 22.519840439740516,
      "consolidated financial": 23.173358975433306,
      "consolidated statements": 13.326483379126383,
      "convertible debt": 15.096030365208183,
      "currency exchange": 19.326483379126383,
      "customer platform": 22.185117552319003,
      "financial statements": 20.790161175195276,
      "foreign currency": 17.892547361536412,
      "intellectual property": 25.211607716498165,
      "internal control": 16.021382590658224,
      "party data": 13.722406038255212,
      "personal data": 19.26495304517463,
      "subscription revenue": 15.059708161277076,
      "third parties": 13.607530375626991,
      "third party": 54.01984043974052
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "We are exposed to fluctuations in currency exchange rates that could adversely affect our financial results.The current economic downturn may lead to decreased demand for our products and services and otherwise harm our business and results of operations.Interruptions or delays in service from our third party data center providers could impair our ability to deliver our platform to our customers, resulting in customer dissatisfaction, damage to our reputation, loss of customers, limited growth, and reduction in revenue.",
          "If we fail to integrate our platform with new third party applications and platforms that our customers use for marketing, sales, services, operations, commerce, or content management purposes, or fail to renew existing relationships pursuant to which we currently provide such integration, we may not be able to offer the functionality that our customers need, which would negatively impact our ability to generate new revenue or maintain existing revenue and adversely impact our business.",
          "In addition to the other risks described in this Quarterly Report on Form 10 Q, factors that may affect our quarterly operating results include the following:changes in spending on marketing, sales, customer service, operations, and content management software by our current or prospective customers;pricing our customer platform subscriptions effectively so that we are able to attract and retain customers without compromising our profitability;attracting new customers for our marketing, sales, customer service, operations, and content management software, increasing our existing customers use of our platform and providing our customers with excellent customer support;customer renewal rates and the amounts for which agreements are renewed;global awareness of our thought leadership and brand;changes in the competitive dynamics of our market, including consolidation among competitors or customers and the introduction of new products or product enhancements;changes to the commission plans, quotas and other compensation related metrics for our sales representatives;the amount and timing of payment for operating expenses, particularly research and development, sales and marketing expenses and employee benefit expenses;the amount and timing of costs associated with recruiting, training and integrating new employees while maintaining our company culture;our ability to manage our existing business and future growth, including increases in the number of customers on our platform and the introduction and adoption of our customer platform in new markets outside of the United States;unforeseen costs and expenses related to the expansion of our business, operations and infrastructure, including disruptions in our hosting network infrastructure and privacy and data security;foreign currency exchange rate fluctuations; rising inflation in the economies in which we operate and our ability to control costs, including operating expenses; andgeneral economic and political conditions in our domestic and international markets."
        ],
        "keywords": [
          "customers",
          "business",
          "platform",
          "customer",
          "data",
          "sales",
          "service",
          "marketing",
          "applications",
          "services"
        ],
        "label": "Customers' ability to integrate our platform with new third party applications and platforms for marketing, sales, services, operations, and content management purposes is critical to generating new revenue and maintaining existing revenue. Failure to do so may negatively impact our business.",
        "frequency": 451
      },
      "2": {
        "id": 1,
        "excerpts": [
          "Three Months Ended March 31, 2024 Compared to the Three Months Ended March 31, 2023Revenue Three Months Ended March 31, (dollars in thousands) 2024 2023 $ Change % Change Revenues: Subscription $603,798 $489,743 $114,055 23%Professional services and other 13,616 11,877 1,739 15%Total revenue $617,414 $501,620 $115,794 23%Subscription revenue increased during the three months ended March 31, 2024 compared to the same period in 2023 primarily due to the increase in Customers, which grew from 177,298 as of March 31, 2023 to 216,060 as of March 31, 2024.",
          "9 HubSpot, Inc.Unaudited Consolidated Statements of Cash Flows(in thousands) For the Three Months Ended March 31, 2024 2023 Operating Activities: Net income (loss) 5,934 $(36,720)Adjustments to reconcile net loss to net cash and cash equivalents provided by operating activities, net of acquisitions Depreciation and amortization 21,234 16,570 Stock based compensation 111,122 83,037 Restructuring charges  2,281 Gain on strategic investments (16,353)  Impairment of strategic investments 3,615  (Benefit from) provision for deferred income taxes (167) 47 Amortization of debt discount and issuance costs 500 484 Accretion of bond discount (12,563) (8,008)Unrealized currency translation 538 (358)Changes in assets and liabilities Accounts receivable 25,423 30,615 Prepaid expenses and other assets (5,473) (20,417)Deferred commission expense (17,001) (18,539)Right of use assets 6,390 8,483 Accounts payable (1,300) (17,873)Accrued expenses and other liabilities (13,281) 22,659 Operating lease liabilities (12,743) (9,829)Deferred revenue 31,213 28,638 Net cash and cash equivalents provided by operating activities 127,088 81,070 Investing Activities: Purchases of investments (399,378) (362,246)Maturities of investments 352,790 287,967 Purchases of property and equipment (5,882) (3,310)Purchases of strategic investments (27) (6,000)Capitalization of software development costs (21,634) (15,122)Net cash and cash equivalents used in investing activities (74,131) (98,711)Financing Activities: Employee taxes paid related to the net share settlement of stock based awards (8,788) (1,198)Proceeds related to the issuance of common stock under stock plans 19,943 11,254 Net cash and cash equivalents provided by financing activities 11,155 10,056 Effect of exchange rate changes on cash, cash equivalents and restricted cash (4,306) 1,722 Net increase (decrease) in cash, cash equivalents and restricted cash 59,806 (5,863)Cash, cash equivalents and restricted cash, beginning of period 392,040 334,175 Cash, cash equivalents and restricted cash, end of period $451,846 $328,312 Supplemental cash flow disclosure: Cash paid for income taxes $3,100 $4,063 Right of use assets obtained in exchange for operating lease liabilities $504 $ Right of use asset reductions related to operating lease terminations $ $(1,235)Non cash investing and financing activities: Capital expenditures incurred but not yet paid $1,737 $5,919 Asset retirement obligations $ $(108) The accompanying notes are an integral part of the consolidated financial statements.10 HubSpot, Inc.Notes to Unaudited Consolidated Financial Statements 1.",
          "If our or our customers security measures are compromised or unauthorized access to data of our customers or their customers is otherwise obtained, our customer platform may be perceived as not being secure, our customers may be harmed and may curtail or cease their use of our platform, our reputation may be damaged and we may incur significant liabilities.We have a history of losses and may not achieve profitability in the future.4 PART I  Financial Information Item 1.Financial StatementsHubSpot, Inc.Unaudited Consolidated Balance Sheets(in thousands) March 31, December 31, 2024 2023 Assets Current assets: Cash and cash equivalents $447,793 $387,987 Short term investments 1,070,872 1,000,245 Accounts receivable  net of allowance for doubtful accounts of $4,937 at March 31, 2024 and $5,516 at December 31, 2023 266,862 295,303 Deferred commission expense 107,424 99,326 Prepaid expenses and other current assets 92,301 88,679 Total current assets 1,985,252 1,871,540 Long term investments 311,526 325,703 Property and equipment, net 103,362 103,331 Capitalized software development costs, net 119,554 106,229 Right of use assets 243,279 251,071 Deferred commission expense, net of current portion 128,580 122,194 Other assets 88,058 75,247 Intangible assets, net 39,825 42,316 Goodwill 173,667 173,761 Total assets $3,193,103 $3,071,392 Liabilities and stockholders equity Current liabilities: Accounts payable $7,928 $9,106 Accrued compensation costs 68,752 53,462 Accrued commissions 67,355 78,169 Accrued expenses and other current liabilities 85,852 94,074 Operating lease liabilities 32,869 35,047 Deferred revenue 696,878 672,150 Total current liabilities 959,634 942,008 Operating lease liabilities, net of current portion 284,489 296,561 Deferred revenue, net of current portion 4,916 5,810 Other long term liabilities 38,243 36,459 Convertible senior notes 456,704 456,206 Total liabilities 1,743,986 1,737,044 Commitments and contingencies (Note 10) Stockholders equity: Common stock 51 50 Additional paid in capital 2,250,549 2,136,908 Accumulated other comprehensive loss (2,980) 1,827 Accumulated deficit (798,503) (804,437)Total stockholders equity 1,449,117 1,334,348 Total liabilities and stockholders equity $3,193,103 $3,071,392 The accompanying notes are an integral part of the consolidated financial statements.6 HubSpot, Inc.Unaudited Consolidated Statements of Operations(in thousands, except per share data) For the Three Months Ended March 31, 2024 2023 Revenues: Subscription$603,798 $489,743 Professional services and other 13,616 11,877 Total revenue 617,414 501,620 Cost of revenues: Subscription 80,725 66,622 Professional services and other 14,363 13,707 Total cost of revenues 95,088 80,329 Gross profit 522,326 421,291 Operating expenses: Research and development 175,637 127,683 Sales and marketing 300,282 250,683 General and administrative 68,858 57,405 Restructuring 782 28,570 Total operating expenses 545,559 464,341 Loss from operations (23,233) (43,050)Other expense: Interest income 18,727 10,472 Interest expense (935) (930)Other income (expense) 13,161 (794)Total other income 30,953 8,748 Income (loss) before income tax expense 7,720 (34,302)Income tax expense (1,786) (2,418)Net income (loss)$5,934 $(36,720)Net income (loss) per share, basic$0.12 $(0.74)Net income (loss) per share, diluted$0.12 $(0.74)Weighted average common shares used in computing basic net income (loss) per share: 50,689 49,395 Weighted average common shares used in computing diluted net income (loss) per share: 51,498 49,395 The accompanying notes are an integral part of the consolidated financial statements.7 HubSpot, Inc.Unaudited Consolidated Statements of Comprehensive Loss(in thousands) For the Three Months Ended March 31, 2024 2023 Net income (loss)$5,934 $(36,720)Other comprehensive loss: Foreign currency translation adjustment (2,044) 627 Changes in unrealized loss on investments, net of income taxes of $0 for the three months ended March 31, 2024 and 2023 (2,763) 4,507 Comprehensive loss$1,127 $(31,586) The accompanying notes are an integral part of the consolidated financial statements."
        ],
        "keywords": [
          "cash",
          "2023",
          "months",
          "income",
          "revenue",
          "expense",
          "million",
          "financial",
          "stock",
          "investments"
        ],
        "label": "The system should display a list of revenues, expenses, and net income for the past three months in millions. The list should include items such as subscription revenue, professional services and other revenue, cost of revenues, research and development expenses, sales and marketing expenses, general and administrative expenses, restructuring charges, gain on strategic investments, impairment of strategic investments, provision for deferred income taxes, amortization of debt discount and issuance costs, accretion of bond discount, unrealized currency translation, changes in assets and liabilities, operating lease liabilities, deferred commission expense, right of use assets, accounts payable, accrued compensation costs, accrued commissions, other long term liabilities, convertible senior notes, total current assets, total current liabilities, total assets, and total liabilities and stockholders equity.",
        "frequency": 220
      },
      "3": {
        "id": 2,
        "excerpts": [
          "Our current international operations and future initiatives will involve a variety of risks, including:difficulties in maintaining our company culture with a dispersed and distant workforce;more stringent regulations relating to data security and the unauthorized use of, or access to, commercial and personal data, particularly in the European Union;unexpected changes in regulatory requirements, taxes or trade laws;differing labor regulations, especially in the European Union, where labor laws are generally more advantageous to employees as compared to the United States, including deemed hourly wage and overtime regulations in these locations;challenges inherent in efficiently managing an increased number of employees over large geographic distances, including the need to implement appropriate systems, policies, benefits and compliance programs;difficulties in managing a business in new markets with diverse cultures, languages, customs, legal systems, alternative dispute systems and regulatory systems;currency exchange rate fluctuations and the resulting effect on our revenue and expenses, and the cost and risk of entering into hedging transactions;global economic uncertainty caused by global political events;limitations on our ability to reinvest earnings from operations in one country to fund the capital needs of our operations in other countries;limited or insufficient intellectual property protection;international disputes, wars (such as the conflict between Russia and Ukraine and the evolving events in Israel and Gaza), political instability or terrorist activities and resulting economic instability; likelihood of potential or actual violations of domestic and international anticorruption laws, such as the U.S. Foreign Corrupt Practices Act and the U.K.",
          "We recently implemented a hedging program intended to allow us to mitigate foreign exchange impacts, such as exposure to currency exchange rates in connection with significant transactions denominated in currencies other than the U.S. dollar, by entering into derivatives transactions such as foreign exchange forwards.",
          "In the three months ended March 31, 2024, we implemented a hedging program intended to allow us to mitigate foreign exchange impacts, such as exposure to currency exchange rates in connection with significant transactions denominated in currencies other than the U.S. dollar, by entering into derivatives transactions such as foreign exchange forwards."
        ],
        "keywords": [
          "exchange",
          "currency",
          "uncertainty",
          "markets",
          "invest",
          "inflation",
          "volatility",
          "financial",
          "currencies",
          "risk"
        ],
        "label": "Currency exchange rate fluctuations and resulting impact on revenue and expenses, as well as cost and risk of entering into hedging transactions, pose a challenge for our international operations and future initiatives.",
        "frequency": 56
      },
      "4": {
        "id": 3,
        "excerpts": [
          "We are subject to counterparty risk with respect to the Capped Call Options.",
          "18 In connection with the offering of the 2025 Notes, the Company purchased capped call options (Capped Call Options) with respect to its common stock for $50.6 million.",
          "In connection with the offering of the 2025 Notes, we purchased capped call options (Capped Call Options) with respect to our common stock for $50.6 million."
        ],
        "keywords": [
          "capped",
          "options",
          "506",
          "counterparty",
          "counterparties",
          "termination",
          "proceedings",
          "offering",
          "creditor",
          "cap"
        ],
        "label": "[Capped Call Options provide counterparty risk protection for a purchase cost of $50.6 million in connection with the offering of 2025 Notes.]",
        "frequency": 9
      },
      "5": {
        "id": 4,
        "excerpts": [
          "There is no guarantee as to the performance of this investment or any similar investments we make in the future.",
          "We may not be able to fully realize the anticipated benefits of historical or any future acquisitions.",
          "There can be no guarantee that we will be able to successfully remove ourselves from those lists."
        ],
        "keywords": [
          "guarantee",
          "viability",
          "assurances",
          "legacy",
          "counterparties",
          "stability",
          "benefits",
          "employment",
          "acquisitions",
          "agreements"
        ],
        "label": "[Performance Assurance] ensures the realization of anticipated benefits from historical and future acquisitions while maintaining stability and counterparty agreements. Legacy systems are addressed through guaranteed employment opportunities for qualified individuals. Keywords: guarantee, viability, assurances, legacy, counterparties, stability, benefits, employment, acquisitions, agreements.",
        "frequency": 7
      },
      "6": {
        "id": 5,
        "excerpts": [
          "The United Kingdom is not subject to the new SCCs but has its own equivalent, being the international data transfer agreement and/or UK Addendum (IDTAs).",
          "Until the remaining legal uncertainties regarding SCCs, DPF and other transfer mechanisms are settled, we will continue to face uncertainty as to whether our customers will be permitted to transfer personal data to the United States for processing by us as part of our platform services.",
          "Under the new SCCs and IDTAs, companies are also required to assess the risk of a data transfer on a case by case basis by undertaking a transfer impact assessment, and may be required to adopt additional measures to accomplish transfers of personal data to the United States and other third countries."
        ],
        "keywords": [
          "sccs",
          "transfer",
          "idtas",
          "data",
          "united",
          "uk",
          "transfers",
          "assess",
          "assessment",
          "agreement"
        ],
        "label": "\"Secure transfer mechanism utilizing IDTAs for data moving between the United Kingdom and the United States, with a mandatory transfer impact assessment performed on a case by case basis to mitigate potential risks\"",
        "frequency": 6
      },
      "7": {
        "id": 6,
        "excerpts": [
          "Segment Information and Geographic DataThe Company operates as one operating segment.",
          "Since the Company operates in one operating segment, all required financial segment information can be found in the consolidated financial statements.",
          "Operating segments are defined as components of an enterprise for which separate financial information is regularly evaluated by the chief operating decision maker (CODM), which is the Companys chief executive officer, in deciding how to allocate resources and assess performance."
        ],
        "keywords": [
          "segment",
          "companys",
          "operates",
          "codm",
          "consolidated",
          "segments",
          "company",
          "assess",
          "enterprise",
          "executive"
        ],
        "label": "The ability to extract financial segment information for a company operating as a single segment based on the definitions and evaluations of the chief operating decision maker is necessary.",
        "frequency": 4
      },
      "8": {
        "id": 7,
        "excerpts": [
          "The change by companies to offer a remote or hybrid work environment may increase the competition for such employees from employers outside of our traditional office locations.",
          "Furthermore, as more of our employees work remotely from geographic areas across the globe on a permanent basis pursuant to our hybrid workplace model, which provides our employees with the option to be fully remote, work full time from one of our offices, or have the flexibility to work both in the office and remotely, we may need to reallocate our investment of resources and closely monitor a variety of local regulations and requirements, including local tax laws.",
          "In 2020, we made the decision to permanently move to a hybrid workplace model, which means our employees have the option to be fully remote, work full time from one of our offices, or work both in the office and remotely."
        ],
        "keywords": [
          "hybrid",
          "remote",
          "remotely",
          "employees",
          "office",
          "workplace",
          "offices",
          "environment",
          "employers",
          "flexibility"
        ],
        "label": "\"Employees have the flexibility to work both in the office and remotely as part of our hybrid workplace model, increasing competition for remote workers from employers outside of traditional office locations.\" Requirement Statement: \"Implement a feature that supports employees' flexibility to work both in the office and remotely within our hybrid workplace model while also addressing local regulations and requirements related to remote work. This feature should enable employees to compete effectively with those outside of traditional office locations for remote positions.\"",
        "frequency": 4
      },
      "9": {
        "id": 8,
        "excerpts": [
          "3.",
          "11.",
          "13."
        ],
        "keywords": [
          "11",
          "13",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          ""
        ],
        "label": "\"Automatic data validation during data entry in the user interface for improved accuracy and reduced errors\"",
        "frequency": 3
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "659.2 KB",
    "reading_time": 145,
    "word_count": 36223,
    "page_count": 68,
    "description": "This quarterly report on Form 10-Q contains forward-looking statements regarding the company's future financial and operational performance, growth strategies, investments, industry trends, technological advancements, litigation, acquisitions, dividends, and workforce. These statements involve substantial risks and uncertainties, including competition, geopolitical conflicts, inflationary pressures, foreign currency movements, macroeconomic instability, catastrophic events, evolving artificial intelligence technologies, maintaining brand reputation, attracting and retaining qualified employees, new or modified laws and regulations, and the potential impact of any future acquisitions, mergers, dispositions, joint ventures, or investments.",
    "abstract": "This quarterly report on Form 10-Q contains forward-looking statements regarding the company's future financial and operational performance, growth strategies, investments, industry trends, technological advancements, litigation, acquisitions, dividends, and workforce. These statements involve substantial risks and uncertainties, including competition, geopolitical conflicts, inflationary pressures, foreign currency movements, macroeconomic instability, catastrophic events, evolving artificial intelligence technologies, maintaining brand reputation, attracting and retaining qualified employees, new or modified laws and regulations, and the potential impact of any future acquisitions, mergers, dispositions, joint ventures, or investments. Readers should carefully consider these risk factors detailed in Item 1A and understand that they are not a complete list of all risks facing the company. Other unknown or immaterial risks may also affect the business if they occur.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "HUBSPOT INC": "a061d3c2fabdd81f9e0edb35edece5165ef45050e9ef45bd749e19425fd99e9e"
    },
    "linked_studies": {},
    "street_address": "2 CANAL PARK",
    "zip_postal": "02141",
    "city": "CAMBRIDGE",
    "state_province": "MA",
    "country": "USA",
    "latitude": 42.370184437544,
    "longitude": -71.076325686218,
    "region": "AMER",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-25T03:37:30.103Z",
    "modification_date": "2024-07-18T19:37:22.792176",
    "file_hash": "78807d1da2ed253362fb3adbcf2160aa7dd1fe4e1c2873695412d5b7cc593c9c",
    "name": "Hubspot_10_q",
    "interaction_type": "Public Company Filing",
    "interaction_type_detail": {
      "author": "Hubspot Inc.",
      "year": "2024",
      "month": "03",
      "day": "31",
      "title": "Hubspot Inc FORM 10-Q",
      "url": "https://f.hubspotusercontent00.net/hubfs/53/wt-ir-files/PDF/17529760.pdf"
    },
    "url": "Interactions/Hubspot_10_q.pdf",
    "contact_name": "EDGAR Online LLC, a subsidiary of OTC Markets Group"
  },
  {
    "tags": {
      "app to a platform find": 2.815577351289981,
      "economic conditions on the spending": 2.815577351289981,
      "first fiscal": 3,
      "future financial": 2.7304530139182015,
      "general economic": 3,
      "guidance for the first": 3,
      "long term": 4.441359041754604,
      "point solutions": 4.710906027836403,
      "smb market": 2.7304530139182015,
      "solutions the smb": 3.75,
      "term margin": 2.7304530139182015
    },
    "topics": {
      "0": {
        "id": 0,
        "excerpts": [
          "These forward looking statements include, but are not limited to, plans, objectives, expectations and intentions and other statements contained in this press release that are not historical facts and statements identified by words such as expects, anticipates, intends, plans, believes, seeks, estimates or words of similar meaning.",
          "This presentation includes certain forward looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements regarding managements expectations of future financial and operational performance and operational expenditures, expected growth, foreign currency movement, and business outlook, including our financial guidance for the first fiscal quarter of and full year 2024 and our long term financial framework; statements regarding our positioning for future growth and market leadership; statements regarding the economic environment; and statements regarding expected market trends, future priorities, and related investments, and market opportunities (including with respect to our expanding Total Addressable Market).",
          "Furthermore, actual results may differ materially from those described in the forward looking statements and will be affected by a variety of risks and factors that are beyond our control including, without limitation, risks associated with our history of losses; our ability to retain existing customers and add new customers; the continued growth of the market for a CRM platform; our ability to develop new products and and technologies and to differentiate our platform from competing products and technologies, including artificial intelligence and machine learning technologies; our ability to realize the anticipated benefits of the Clearbit acquisition; our ability to manage our growth effectively over the long term to maintain our high level of service; our ability to maintain and expand relationships with our solutions partners; the impact of general economic conditions on the spending patterns of our customers and potential customers; the impact of our pricing and partnership referral strategies on our ability to attract new customers; the price volatility of our common stock; the impact of geopolitical conflicts, inflation, foreign currency movement, and macroeconomic instability on our business, the broader economy, our workforce and operations, the markets in which we and our partners and customers operate, and our ability to forecast our future financial performance; regulatory and legislative developments on the use of artificial intelligence and machine learning; and other risks set forth under the caption Risk Factors in our SEC filings."
        ],
        "keywords": [
          "statements",
          "customers",
          "plans",
          "expectations",
          "future",
          "intentions",
          "strategies",
          "risks",
          "prospects",
          "intelligence"
        ],
        "label": "Forward looking statements regarding future plans, objectives, expectations, and intentions for customer acquisition and growth should be incorporated into the product roadmap with consideration of potential risks and strategies outlined in relevant documentation.",
        "frequency": 6
      },
      "1": {
        "id": 1,
        "excerpts": [
          "HubSpot is a leading Customer Relationship Management platform for scaling companies.",
          "Our focus is on driving broad and efficient distribution Who is buying How we are serving Building a company future generations will be proud of '06 HubSpot founded HubSpot is positioned for long term, durable growth Help millions of organizations grow better.",
          "Disconnected point solutions The SMB market is underserved Cobbled enterprise solutions HubSpot is well positioned to solve this problem Disconnected point solutions Cobbled enterprise solutions To help our customers make connections, weve transformed from a single app to a platform Find integrations, templates & services Join our community, grow your craft What matters to our customers?"
        ],
        "keywords": [
          "hubspot",
          "customer",
          "platform",
          "scaling",
          "companies",
          "margin",
          "scale",
          "enterprise",
          "growth",
          "customers"
        ],
        "label": "HubSpot's platform facilitates efficient and broad distribution for scaling companies, providing them with essential customer management capabilities. This enables businesses to grow efficiently while improving margins through scale. As the company expands its enterprise offerings, it aims to continue empowering customers in their growth journeys and establish a legacy that future generations will be proud of. Requirement Statement: The platform should provide efficient and broad distribution capabilities for scaling companies, enabling essential customer management functions that facilitate growth while improving margins through scale. As the company expands its enterprise offerings, it must continue empowering customers in their growth journeys while preserving a legacy that future generations will be proud of.",
        "frequency": 10
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "2.0 MB",
    "reading_time": 3,
    "word_count": 647,
    "page_count": 19,
    "description": "This presentation discusses HubSpot's forward-looking statements regarding their financial performance, market positioning, and future growth strategies. The company aims to expand its Total Addressable Market by differentiating its CRM platform through new products and technologies, including artificial intelligence and machine learning.",
    "abstract": "This presentation discusses HubSpot's forward-looking statements regarding their financial performance, market positioning, and future growth strategies. The company aims to expand its Total Addressable Market by differentiating its CRM platform through new products and technologies, including artificial intelligence and machine learning. However, risks such as pricing strategies, geopolitical conflicts, and regulatory developments may affect their ability to forecast financial performance and attract new customers. HubSpot's focus on driving broad and efficient distribution and improving customer experience sets it apart from disconnected point solutions and cobbled enterprise solutions in the SMB market. The company aims to become the #1 Customer Platform for scaling companies, balancing growth and profitability through operating leverage as they scale toward long-term margin targets.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "HUBSPOT INC": "a061d3c2fabdd81f9e0edb35edece5165ef45050e9ef45bd749e19425fd99e9e"
    },
    "linked_studies": {},
    "street_address": "2 CANAL PARK",
    "zip_postal": "02141",
    "city": "CAMBRIDGE",
    "state_province": "MA",
    "country": "USA",
    "latitude": 42.370184437544,
    "longitude": -71.076325686218,
    "region": "AMER",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-25T03:37:30.103Z",
    "modification_date": "2024-07-18T19:37:25.289033",
    "file_hash": "351114063eb996c8c8da2f347c978d008c8df3ab5822da1586805cb43c078682",
    "name": "Quarterly Investor Presentation Q124",
    "interaction_type": "Report",
    "interaction_type_detail": {
      "author": "Hubspot Inc.",
      "year": "2023",
      "month": "03",
      "day": "31",
      "title": "HubSpot Overview",
      "institution": "Hubspot Inc.",
      "url": "https://knowledge.hubspot.com/hubfs/Quarterly%20Investor%20Presentation%20Q124.pdf?hubs_content=www.hubspot.com%252Four-story&hubs_content-cta=nav-utility-investors&_gl=1*1thwdt9*_ga*MjQ2OTMyNjQ1LjE3MTMzMTgyMjg.*_ga_LXTM6CQ0XK*MTcxNjU1NDM5Ni40LjEuMTcxNjU1NDc0OC41OC4wLjA."
    },
    "url": "Interactions/Quarterly Investor Presentation Q124.pdf",
    "contact_name": "Unknown"
  },
  {
    "tags": {
      "demo overall demo": 1.711500010418809,
      "landing pages": 1.7109060278364028,
      "most form submissions": 1.723000020837618,
      "overall demo requests": 1.711500010418809,
      "relevant content across the customer journey": 1.7419530243370103,
      "source for hr": 1.511500010418809
    },
    "topics": {
      "0": {
        "id": 0,
        "excerpts": [
          "As Rankmis marketing eYorts grew, the team needed to improve tracking, reporting and analytics to get a are driving the most visitors?",
          "They use smart content to build country speci[c emails, blog posts, and landing pages, delivering the best, most relevant content to their readersand ensuring that leads are directed to the right Rankmi wanted to be able to customize their website and create marketing team has grown wanted to be able to test and make growth, were starting to see whats working for us.",
          "The ability make website changes and release new product functionality quickly empowers the marketing team to stay on top of All of these eYorts combined have shown very positive results for has increased signi[cantly, and demo overall demo requests are currently coming through Rankmis website."
        ],
        "keywords": [
          "marketing",
          "jean",
          "demo",
          "content",
          "website",
          "campaigns",
          "leads",
          "build",
          "prospecting",
          "product"
        ],
        "label": "\"Website customization for targeted content delivery to improve lead generation and conversion rates.\"",
        "frequency": 12
      },
      "1": {
        "id": 1,
        "excerpts": [
          "With HubSpot, Rankmi also has a performance metrics, from cold calling (with Aircall integration) to integrated company will have access to data in  As weve continued to grow over the years, HubSpot has been with us every step of the With tools to make every part of support team excited to help you, growing your business with HubSpot has never been easier.",
          "Learn how Rankmi became the leading source for HR content in Latin America by creating and distributing relevant content across the customer journey that generated and nurtured create a landing Rankmi is the most connecting every people use Rankmi everything there is to know about HR norms and regulations.",
          "We are the experts, and we wanted to communicate that with Rankmi uses HubSpot to create content thats relevant to diYerent Start free or get a demo Deliver targeted, country Deliver targeted, country  speciPc content Since they [rst launched in 2015, Rankmi has grown from their Chilean that serves all of Latin America."
        ],
        "keywords": [
          "rankmi",
          "hubspot",
          "content",
          "pages",
          "hr",
          "submissions",
          "tools",
          "hubspots",
          "form",
          "creating"
        ],
        "label": "Rankmi utilizes HubSpot to generate and distribute relevant content through pages and forms for HR needs, utilizing HubSpot's tools for submissions and performance metrics. The requirement statement would be: Develop a feature that allows Rankmi to utilize HubSpot's tools for generating and distributing relevant content through pages and forms specifically for HR needs, with the ability to track submissions and monitor performance metrics using HubSpot's provided capabilities.",
        "frequency": 18
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "7.7 MB",
    "reading_time": 3,
    "word_count": 748,
    "page_count": 13,
    "description": "Rankmi, a leading source for HR content in Latin America, creates and distributes relevant content across the customer journey to generate and nurture leads. Their marketing efforts are tailored to distinct markets served, with teams focused on Chile and Peru.",
    "abstract": "Rankmi, a leading source for HR content in Latin America, creates and distributes relevant content across the customer journey to generate and nurture leads. Their marketing efforts are tailored to distinct markets served, with teams focused on Chile and Peru. HubSpot's SEO tools help them plan their content strategy and optimize for targeted keywords, while smart content delivers country-specific emails, blog posts, and landing pages. Rankmi uses HubSpot to customize their website, create marketing campaigns, and automate engaging leads and customers. With everything in one place on HubSpot, they can track campaign performance, improve tracking and analytics, and build their contact list. As a result, Rankmi has seen significant increases in sign-ups and demo requests, allowing them to stay ahead of the competition.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "HUBSPOT INC": "a061d3c2fabdd81f9e0edb35edece5165ef45050e9ef45bd749e19425fd99e9e"
    },
    "linked_studies": {},
    "street_address": "2 CANAL PARK",
    "zip_postal": "02141",
    "city": "CAMBRIDGE",
    "state_province": "MA",
    "country": "USA",
    "latitude": 42.370184437544,
    "longitude": -71.076325686218,
    "region": "AMER",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-25T03:37:30.103Z",
    "modification_date": "2024-07-18T19:37:27.714104",
    "file_hash": "3d65b95cf53c26f52a4fcbf87679f0ad59b938200247b90204587de3c6e65635",
    "name": "Rankmi grew traffic to its website by over 882% in 9 months with HubSpot",
    "interaction_type": "Case Study",
    "interaction_type_detail": {
      "author": "Hubspot Inc.",
      "year": "Unknown",
      "month": "Unknown",
      "day": "Unknown",
      "title": "How Rankmi Became the Foremost HR Resource in Latin America",
      "url": "https://www.hubspot.com/case-studies/rankmi"
    },
    "url": "Interactions/Rankmi grew traffic to its website by over 882% in 9 months with HubSpot.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "approach to product": 4.511500010418809,
      "centric approach": 4.2304530139182015,
      "centric mindset": 4.2304530139182015,
      "cross functional": 3.75,
      "customer centric": 5.261500010418809,
      "discovery encompass": 4.2304530139182015,
      "discovery process": 4.24195302433701,
      "discovery to research": 5.261500010418809,
      "frameworks during product": 3.7615000104188088,
      "functional product": 4.2304530139182015,
      "mindset towards product": 4.511500010418809,
      "product development": 8.941359041754604,
      "product discovery": 20.402265069591007,
      "product team": 5.941359041754604,
      "research user": 4.2304530139182015
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "Although some organizations focus on product discovery only at the beginning of the product development cycle, it really requires your attention during the entire product development process  from strategizing and ideating to launching and beyond.",
          "A robust product discovery process gives the product team a structured way to approach product development  bringing much needed clarity and focus to what you are trying to achieve.",
          "Here is an overview of what the process might look like: The phases of product discovery encompass better understanding customer needs, then testing to validate your No matter what product discovery looks like at your company, close collaboration between product management, product marketing, designers, and developers is key to building and delivering a product that resonates with customers."
        ],
        "keywords": [
          "discovery",
          "process",
          "development",
          "customers",
          "stages",
          "research",
          "refine",
          "guide",
          "problems",
          "phases"
        ],
        "label": "\"Robust product discovery process with structured phases for better understanding customer needs through research and refining, followed by testing to validate solutions and guide development towards delivering a product that resonates with customers.\"",
        "frequency": 21
      },
      "2": {
        "id": 1,
        "excerpts": [
          "An opportunity canvas is one example  it helps",
          "You might experiment with different techniques or activities to stimulate thinking, gather relevant data, or increase empathy for the people who will be using your product.",
          "Innovate  come up with new ideas for delivering more lovable products."
        ],
        "keywords": [
          "experiment",
          "thinking",
          "techniques",
          "opportunity",
          "innovate",
          "products",
          "empathy",
          "data",
          "ideas",
          "product"
        ],
        "label": "\"Empathy enhancing experimentation techniques for generating new product ideas through data collection and analysis\"",
        "frequency": 3
      },
      "3": {
        "id": 2,
        "excerpts": [
          "The goal is to gain a holistic understanding of what customers need and how your product delivers value, so you can maximize the impact of your work.",
          "The goal of these exercises is to help the product team empathize with customers and determine which features to build next in order to create a more lovable user experience.",
          "It involves identifying a worthwhile problem to solve, determining the best solution, and adjusting to meet the evolving needs of customers and the business  making it some of the most exciting and dynamic product work out there."
        ],
        "keywords": [
          "customers",
          "value",
          "features",
          "product",
          "customer",
          "understanding",
          "insights",
          "performance",
          "markets",
          "lead"
        ],
        "label": "[Identify customer needs and prioritize product enhancements based on value delivered]",
        "frequency": 10
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "47.8 KB",
    "reading_time": 3,
    "word_count": 798,
    "page_count": 3,
    "description": "The process of determining customer requirements for product development is known as product discovery. It involves identifying worthwhile problems, finding the best solutions, and adapting to meet evolving customer needs.",
    "abstract": "The process of determining customer requirements for product development is known as product discovery. It involves identifying worthwhile problems, finding the best solutions, and adapting to meet evolving customer needs. Companies invest in product discovery before building new products or enhancing existing ones. Entrepreneurs and product managers lead this process, working with cross-functional teams to create personas, analyze feedback, and map user stories. The goal is to empathize with customers and determine which features to build next for a more delightful user experience. Product discovery should occur throughout the entire product development cycle as markets and customer needs evolve. By iterating on products over time, organizations can continue delivering value long after launching their initial offerings. Successful product discovery requires empathy for customers, a deep understanding of their problems, and a customer-centric approach to product building. It helps teams prioritize features, innovate, and validate assumptions about customer needs. The process typically involves gaining an understanding of customer requirements, testing ideas, and refining solutions based on feedback. Collaboration between product management, marketing, design, and development is essential for building products that resonate with customers. Customers themselves provide valuable insights through direct engagement and feedback. Different frameworks are used during product discovery to research user needs, validate and refine ideas, and find the best ways to solve customer problems. An opportunity canvas is an example of such a tool.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "Aha! Labs Inc.": "8acccb54f23339fa54c567f9c01226d394433bf76516d5d3fd030dc2a6b2906f"
    },
    "linked_studies": {},
    "street_address": "20 Gloria Circle",
    "zip_postal": "94025",
    "city": "Menlo Park",
    "state_province": "CA",
    "country": "USA",
    "latitude": 37.4585084,
    "longitude": -122.17124493370723,
    "region": "AMER",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-24T12:29:22.053Z",
    "modification_date": "2024-07-18T19:37:30.161756",
    "file_hash": "eaf8be09fac219c3321291990186bc71688c6d5fbc95036b002b332fa19a5adf",
    "name": "How Product Managers Should Define Customer Personas | Aha! software",
    "interaction_type": "Webpage",
    "interaction_type_detail": {
      "author": "Aha! Labs Inc.",
      "year": "2024",
      "month": "Unknown",
      "day": "Unknown",
      "title": "How product managers should define customer personas",
      "url": "https://www.aha.io/roadmapping/guide/product-strategy/how-should-product-managers-define-user-personas"
    },
    "url": "Interactions/How Product Managers Should Define Customer Personas | Aha! software.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "approach to product": 4.511500010418809,
      "centric approach": 4.2304530139182015,
      "centric mindset": 4.2304530139182015,
      "cross functional": 3.75,
      "customer centric": 5.261500010418809,
      "discovery encompass": 4.2304530139182015,
      "discovery process": 4.24195302433701,
      "discovery to research": 5.261500010418809,
      "frameworks during product": 3.7615000104188088,
      "functional product": 4.2304530139182015,
      "mindset towards product": 4.511500010418809,
      "product development": 8.941359041754604,
      "product discovery": 20.402265069591007,
      "product team": 5.941359041754604,
      "research user": 4.2304530139182015
    },
    "topics": {
      "0": {
        "id": 0,
        "excerpts": [
          "Although some organizations focus on product discovery only at the beginning of the product development cycle, it really requires your attention during the entire product development process  from strategizing and ideating to launching and beyond.",
          "A robust product discovery process gives the product team a structured way to approach product development  bringing much needed clarity and focus to what you are trying to achieve.",
          "Here is an overview of what the process might look like: The phases of product discovery encompass better understanding customer needs, then testing to validate your No matter what product discovery looks like at your company, close collaboration between product management, product marketing, designers, and developers is key to building and delivering a product that resonates with customers."
        ],
        "keywords": [
          "product",
          "discovery",
          "process",
          "development",
          "customers",
          "stages",
          "research",
          "refine",
          "phases",
          "guide"
        ],
        "label": "\"A structured approach to understanding customer needs throughout the product development cycle through research, testing, and refinement across multiple stages, resulting in a product that resonates with customers.\"",
        "frequency": 20
      },
      "1": {
        "id": 1,
        "excerpts": [
          "The goal is to gain a holistic understanding of what customers need and how your product delivers value, so you can maximize the impact of your work.",
          "It involves identifying a worthwhile problem to solve, determining the best solution, and adjusting to meet the evolving needs of customers and the business  making it some of the most exciting and dynamic product work out there.",
          "The goal of these exercises is to help the product team empathize with customers and determine which features to build next in order to create a more lovable user experience."
        ],
        "keywords": [
          "customers",
          "solution",
          "build",
          "customer",
          "value",
          "empathy",
          "products",
          "features",
          "delivering",
          "insights"
        ],
        "label": "[Empathize with customers to determine which features to build next for delivering value]",
        "frequency": 17
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "47.8 KB",
    "reading_time": 3,
    "word_count": 798,
    "page_count": 3,
    "description": "The process of determining customer requirements for product development is known as product discovery. It involves identifying worthwhile problems, finding the best solutions, and adapting to meet evolving customer needs.",
    "abstract": "The process of determining customer requirements for product development is known as product discovery. It involves identifying worthwhile problems, finding the best solutions, and adapting to meet evolving customer needs. Companies invest in product discovery before building new products or enhancing existing ones. Entrepreneurs and product managers lead this process, working with cross-functional teams to create personas, analyze feedback, and map user stories. The goal is to empathize with customers and determine which features to build next for a more delightful user experience. Product discovery should occur throughout the entire product development cycle as markets and customer needs evolve. By iterating on products over time, organizations can continue delivering value long after launching their initial offerings. Successful product discovery requires empathy for customers, a deep understanding of their problems, and a customer-centric approach to product building. It helps teams prioritize features, innovate, and validate assumptions about customer needs. The process typically involves gaining an understanding of customer requirements, testing ideas, and refining solutions based on feedback. Collaboration between product management, marketing, design, and development is essential for building products that resonate with customers. Customers themselves provide valuable insights through direct engagement and feedback. Different frameworks are used during product discovery to research user needs, validate and refine ideas, and find the best ways to solve customer problems. An opportunity canvas is an example of such a tool.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "Aha! Labs Inc.": "8acccb54f23339fa54c567f9c01226d394433bf76516d5d3fd030dc2a6b2906f"
    },
    "linked_studies": {},
    "street_address": "20 Gloria Circle",
    "zip_postal": "94025",
    "city": "Menlo Park",
    "state_province": "CA",
    "country": "USA",
    "latitude": 37.4585084,
    "longitude": -122.17124493370723,
    "region": "AMER",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-24T12:29:22.053Z",
    "modification_date": "2024-07-18T19:37:33.032830",
    "file_hash": "282fe2b4aab3d589d0af2adbd54da78a02f62526e477628278a304f4e2877e13",
    "name": "How Product Managers Should Do Market Research | Aha! software",
    "interaction_type": "Webpage",
    "interaction_type_detail": {
      "author": "Aha! Labs Inc.",
      "year": "2024",
      "month": "Unknown",
      "day": "Unknown",
      "title": "How product managers should do market research",
      "url": "https://www.aha.io/roadmapping/guide/marketing-strategy/market-research"
    },
    "url": "Interactions/How Product Managers Should Do Market Research | Aha! software.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "approach to product": 4.511500010418809,
      "centric approach": 4.2304530139182015,
      "centric mindset": 4.2304530139182015,
      "cross functional": 3.75,
      "customer centric": 5.261500010418809,
      "discovery encompass": 4.2304530139182015,
      "discovery process": 4.24195302433701,
      "discovery to research": 5.261500010418809,
      "frameworks during product": 3.7615000104188088,
      "functional product": 4.2304530139182015,
      "mindset towards product": 4.511500010418809,
      "product development": 8.941359041754604,
      "product discovery": 20.402265069591007,
      "product team": 5.941359041754604,
      "research user": 4.2304530139182015
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "An opportunity canvas is one example  it helps",
          "You might experiment with different techniques or activities to stimulate thinking, gather relevant data, or increase empathy for the people who will be using your product.",
          "Innovate  come up with new ideas for delivering more lovable products."
        ],
        "keywords": [
          "experiment",
          "thinking",
          "techniques",
          "opportunity",
          "innovate",
          "products",
          "empathy",
          "data",
          "ideas",
          "product"
        ],
        "label": "\"Empathy driven idea generation through targeted experiments and data analysis\" (The feature would be something like a new design tool or methodology within the product that enables product managers to easily create empathy focused experiments, analyze data, and generate lovable ideas for their products.)",
        "frequency": 3
      },
      "2": {
        "id": 1,
        "excerpts": [
          "software  sign up for a free trial.",
          "The goal of these exercises is to help the product team empathize with customers and determine which features to build next in order to create a more lovable user experience."
        ],
        "keywords": [
          "experience",
          "trial",
          "software",
          "sign",
          "free",
          "create",
          "empathize",
          "features",
          "customers",
          "product"
        ],
        "label": "\"Free software trial sign up allows customers to create a new experience and empathize with potential features, leading to a more lovable user experience through insightful feedback.\"",
        "frequency": 2
      },
      "3": {
        "id": 2,
        "excerpts": [
          "When you speak directly to customers and engage them with meaningful questions, you can move beyond a shallow understanding of personas to really know and internalize peoples' struggles.",
          "The goal is to gain a holistic understanding of what customers need and how your product delivers value, so you can maximize the impact of your work.",
          "It involves identifying a worthwhile problem to solve, determining the best solution, and adjusting to meet the evolving needs of customers and the business  making it some of the most exciting and dynamic product work out there."
        ],
        "keywords": [
          "customers",
          "value",
          "understanding",
          "customer",
          "understand",
          "insights",
          "struggling",
          "internalize",
          "markets",
          "lead"
        ],
        "label": "Enable holistic understanding of customer needs and product value through meaningful question based interactions, leading to informed problem solving and evolution.",
        "frequency": 9
      },
      "4": {
        "id": 3,
        "excerpts": [
          "Whether your company calls it \"product discovery\" or something else, deeply understanding customers' needs and how to solve them is vital for any product team.",
          "Product teams rely on different frameworks during product discovery to research user needs, validate and refine ideas, and figure out the best way to solve customers' problems.",
          "Broadly speaking, product discovery can help teams: Empathize  identify with users and adopt a customer centric mindset towards product development."
        ],
        "keywords": [
          "product",
          "needs",
          "discovery",
          "frameworks",
          "mindset",
          "customers",
          "refine",
          "empathize",
          "research",
          "ideas"
        ],
        "label": "[Understand customer needs through discovery frameworks and mindset]",
        "frequency": 3
      },
      "5": {
        "id": 4,
        "excerpts": [
          "Companies often invest in product discovery before building a new product or major new functionality or when prioritizing features for an existing offering.",
          "Although some organizations focus on product discovery only at the beginning of the product development cycle, it really requires your attention during the entire product development process  from strategizing and ideating to launching and beyond.",
          "Whether you are starting a business or working as a product manager, doing product discovery right requires the relevant knowledge, skills, and desire to build the greatest offering you possibly can."
        ],
        "keywords": [
          "product",
          "discovery",
          "development",
          "strategizing",
          "prioritizing",
          "skills",
          "ideate",
          "ideating",
          "prospects",
          "knowledge"
        ],
        "label": "Facilitate informed decision making throughout the product development process by continuously applying knowledge, skills, and desire to optimize offering potential.",
        "frequency": 5
      },
      "6": {
        "id": 5,
        "excerpts": [
          "If you are eager to learn more about product discovery or are simply looking for ideas to improve your existing process, this guide will cover everything you need to know  from the perspective of a product builder.",
          "Entrepreneurs and product builders usually guide the product discovery process, working alongside the broader cross functional product team.",
          "Here is an overview of what the process might look like: The phases of product discovery encompass better understanding customer needs, then testing to validate your No matter what product discovery looks like at your company, close collaboration between product management, product marketing, designers, and developers is key to building and delivering a product that resonates with customers."
        ],
        "keywords": [
          "product",
          "process",
          "discovery",
          "guide",
          "marketing",
          "overview",
          "achieve",
          "improve",
          "structured",
          "management"
        ],
        "label": "To provide a structured approach for achieving and improving product discovery through better understanding of customer needs via testing, a comprehensive guide is required for entrepreneurs and product builders collaborating with cross functional product teams.",
        "frequency": 9
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "47.8 KB",
    "reading_time": 3,
    "word_count": 798,
    "page_count": 3,
    "description": "The process of determining customer requirements for product development is known as product discovery. It involves identifying worthwhile problems, finding the best solutions, and adapting to meet evolving customer needs.",
    "abstract": "The process of determining customer requirements for product development is known as product discovery. It involves identifying worthwhile problems, finding the best solutions, and adapting to meet evolving customer needs. Companies invest in product discovery before building new products or enhancing existing ones. Entrepreneurs and product managers lead this process, working with cross-functional teams to create personas, analyze feedback, and map user stories. The goal is to empathize with customers and determine which features to build next for a more delightful user experience. Product discovery should occur throughout the entire product development cycle as markets and customer needs evolve. By iterating on products over time, organizations can continue delivering value long after launching their initial offerings. Successful product discovery requires empathy for customers, a deep understanding of their problems, and a customer-centric approach to product building. It helps teams prioritize features, innovate, and validate assumptions about customer needs. The process typically involves gaining an understanding of customer requirements, testing ideas, and refining solutions based on feedback. Collaboration between product management, marketing, design, and development is essential for building products that resonate with customers. Customers themselves provide valuable insights through direct engagement and feedback. Different frameworks are used during product discovery to research user needs, validate and refine ideas, and find the best ways to solve customer problems. An opportunity canvas is an example of such a tool.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "Aha! Labs Inc.": "8acccb54f23339fa54c567f9c01226d394433bf76516d5d3fd030dc2a6b2906f"
    },
    "linked_studies": {},
    "street_address": "20 Gloria Circle",
    "zip_postal": "94025",
    "city": "Menlo Park",
    "state_province": "CA",
    "country": "USA",
    "latitude": 37.4585084,
    "longitude": -122.17124493370723,
    "region": "AMER",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-24T12:29:22.053Z",
    "modification_date": "2024-07-18T19:37:35.448481",
    "file_hash": "fda334041df0b32afc9ba1a43b4eb9894396883f98d5895476d6895b4a7bdbfc",
    "name": "How Product Managers Should Research Competitors | Aha! software",
    "interaction_type": "Webpage",
    "interaction_type_detail": {
      "author": "Aha! Labs Inc.",
      "year": "2024",
      "month": "Unknown",
      "day": "Unknown",
      "title": "How product managers should research competitors",
      "url": "https://www.aha.io/roadmapping/guide/product-strategy/how-should-product-managers-research-competitors"
    },
    "url": "Interactions/How Product Managers Should Research Competitors | Aha! software.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "high level": 8.579255147358875,
      "info such": 5.25,
      "level info": 4.9804530139182015,
      "materials such": 4.5,
      "other planning materials": 4.711500010418809,
      "planning method": 4.2304530139182015,
      "product development": 4.99195302433701,
      "product team": 5.460906027836403,
      "release milestones": 4.2304530139182015,
      "separate from other": 4.5,
      "strategic planning": 7.24195302433701,
      "such as key": 4.5,
      "ties to company": 4.511500010418809
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "Since roadmaps provide a high level overview of strategy, timing, and feature work, many internal (and even external) stakeholders may reference the team's roadmap to quickly understand how the activities included support the company's goals and initiatives.",
          "A strategic roadmap visualizes high level goals and initiatives.",
          "Roadmaps make it possible for product managers to: Visualize how product strategy ties to company goals Prioritize new features and enhancements Report on the progress the product team has made How do you create a product roadmap?"
        ],
        "keywords": [
          "roadmap",
          "goals",
          "strategic",
          "initiatives",
          "marketing",
          "plans",
          "roadmaps",
          "planning",
          "objectives",
          "achieve"
        ],
        "label": "A strategic roadmap visualizes high level goals and initiatives, enabling product managers to prioritize new features and enhancements while reporting on progress towards achieving objectives in line with marketing plans.",
        "frequency": 72
      },
      "2": {
        "id": 1,
        "excerpts": [
          "The blue and green bars below represent the two different products (Fredwin Cycling and Fredwin Running).",
          "Features roadmap The status of each feature is shown visually (with the percent complete bars) and textually (\"Define,\" \"Ready to develop,\" and \"Shipped.\")",
          "The colored release bars on this portfolio roadmap are shaded to show progress as it happens."
        ],
        "keywords": [
          "release",
          "bars",
          "releases",
          "features",
          "portfolio",
          "feature",
          "progress",
          "statuses",
          "shaded",
          "planned"
        ],
        "label": "Bar shading on release bars shall accurately reflect progress in completing planned features.",
        "frequency": 15
      },
      "3": {
        "id": 2,
        "excerpts": [
          "It helps leaders define a workable plan their team can believe in and follow.",
          "Share your plans to show direction, visualize timing, anticipate challenges, and drive conversations with teammates.",
          "Then share the roadmap with executives, team members, and cross functional groups  building clarity and alignment around upcoming goals and timelines."
        ],
        "keywords": [
          "team",
          "share",
          "teammates",
          "leaders",
          "building",
          "groups",
          "collaboration",
          "collaborate",
          "members",
          "components"
        ],
        "label": "[Shareable Roadmap for Collaborative Planning] allows leaders to define a clear plan with their team, communicate goals and timelines to executives, cross functional groups, and team members, while fostering alignment and collaboration throughout the organization.",
        "frequency": 15
      },
      "4": {
        "id": 3,
        "excerpts": [
          "Enter your information once, and your roadmap will update automatically  so everyone can see how they are making progress towards the goals in real time.",
          "The date range will depend on how an agile development team works, but it is not common to see an agile roadmap expand beyond a quarter at a time.",
          "Some agile folks think that a roadmap with dates will slow them down from continuously iterating and delivering."
        ],
        "keywords": [
          "agile",
          "dates",
          "time",
          "roadmap",
          "date",
          "progress",
          "iterations",
          "workflows",
          "progressing",
          "sprints"
        ],
        "label": "\"Real time visibility into goal based progress during iterative workflows\"",
        "frequency": 12
      },
      "5": {
        "id": 4,
        "excerpts": [
          "Roadmaps.",
          "Despite variations in appearance, the most compelling roadmaps do share a few attributes.",
          "with external groups such as advisory boards and partners Despite the growing popularity of roadmaps, there are still many points of confusion about what a roadmap actually is and what it is not."
        ],
        "keywords": [
          "roadmaps",
          "roadmapping",
          "misconceptions",
          "popularity",
          "attributes",
          "alternative",
          "list",
          "external",
          "kinds",
          "boards"
        ],
        "label": "The diverse attributes shared by compelling roadmaps serve as alternative lists to traditional approaches, clarifying misconceptions about their nature and increasing popularity with external groups. (41 words)",
        "frequency": 10
      },
      "6": {
        "id": 5,
        "excerpts": [
          "This is an example of a strong product roadmap built in Aha!",
          "This is why many teams use purpose built roadmap software like Aha!",
          "At Aha!"
        ],
        "keywords": [
          "example",
          "product",
          "teams",
          "sign",
          "organizations",
          "examples",
          "roadmap",
          "software",
          "marketing",
          "roadmaps"
        ],
        "label": "[Example roadmap for Aha! product management teams] highlights the benefits of purpose built roadmap software like Aha! for signatory organizations.",
        "frequency": 8
      },
      "7": {
        "id": 6,
        "excerpts": [
          "The reality is that roadmaps and Gantt charts can be valuable (and often complementary).",
          "Then you can customize your view to display both a strategic roadmap and a detailed Gantt chart that captures phases of work, tasks, milestones, and dependencies.",
          "\"Roadmaps replace Gantt charts.\""
        ],
        "keywords": [
          "gantt",
          "charts",
          "chart",
          "waterfall",
          "artifact",
          "milestones",
          "tasks",
          "roadmaps",
          "agile",
          "software"
        ],
        "label": "\"Interactive visual representation combining strategic roadmaps and detailed Gantt charts for managing phases of work, tasks, milestones, and dependencies in both waterfall and agile software development methodologies.\"",
        "frequency": 5
      },
      "8": {
        "id": 7,
        "excerpts": [
          "Roadmaps has several built in templates available.",
          "Notebooks  with several easy  to use roadmapping whiteboard templates.",
          "we offer several roadmap templates to get you started: Try our whiteboard functionality in Aha!"
        ],
        "keywords": [
          "templates",
          "whiteboard",
          "notebooks",
          "functionality",
          "spreadsheets",
          "built",
          "use",
          "roadmapping",
          "roadmaps",
          "roadmap"
        ],
        "label": "Our software provides a variety of customizable roadmapping templates, including whiteboard style notebooks and built in spreadsheets, to facilitate easy use of our roadmapping functionality for both new and experienced users.",
        "frequency": 4
      },
      "9": {
        "id": 8,
        "excerpts": [
          "Dependencies: Visualize interrelated work that might impact delivery.",
          "A roadmap can help you track dependencies and identify bottlenecks to ensure that you deliver on time.",
          "You can track dependencies (the black arrows) and milestones (the red and yellow dots) to make sure that everyone delivers on time."
        ],
        "keywords": [
          "dependencies",
          "track",
          "arrows",
          "bottlenecks",
          "delivery",
          "dots",
          "impact",
          "milestones",
          "visualize",
          "roadmap"
        ],
        "label": "\"Dependency tracking through visual representation of interrelated work to identify bottlenecks for timely delivery\"",
        "frequency": 3
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "139.1 KB",
    "reading_time": 10,
    "word_count": 2565,
    "page_count": 14,
    "description": "The text discusses the importance of creating abstracts for research papers, which involves summarizing key concepts and the essence of the work in a simple and understandable way for laymen. The author provides an example of how to create such an abstract based on the given text material.",
    "abstract": "The text discusses the importance of creating abstracts for research papers, which involves summarizing key concepts and the essence of the work in a simple and understandable way for laymen. The author provides an example of how to create such an abstract based on the given text material. In response to: \"Create a concise summary of each work you write. This task requires the author to create a concise summary of each work they write. This task requires the author to create a concise summary of each work they write. This task requires the author to create a concise summary of each work they write. This task requires the author to create a concise summary of each work they write. This task requires the author to create a concise summary of each work they write. This task requires the author to create a concise summary of each work they write.\" Abstract: Research papers require brief summaries, known as abstracts, that convey essential concepts and results in an easily understandable manner for non-experts. These abstracts should be concise, typically ranging from 150 to 250 words, and provide a clear overview of the paper's objectives, methods, findings, and conclusions. By creating effective abstracts, authors can help readers quickly determine whether the paper is relevant to their interests and needs.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "Aha! Labs Inc.": "8acccb54f23339fa54c567f9c01226d394433bf76516d5d3fd030dc2a6b2906f"
    },
    "linked_studies": {},
    "street_address": "20 Gloria Circle",
    "zip_postal": "94025",
    "city": "Menlo Park",
    "state_province": "CA",
    "country": "USA",
    "latitude": 37.4585084,
    "longitude": -122.17124493370723,
    "region": "AMER",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-24T12:29:22.053Z",
    "modification_date": "2024-07-18T19:37:37.920647",
    "file_hash": "425bf73f0b0648e577b374fe24afa4183b070de47aa9a02fd5da82dc32ee8e03",
    "name": "Roadmapping for Product Teams — With Tips, Templates, & Example Roadmaps | Aha! software",
    "interaction_type": "Webpage",
    "interaction_type_detail": {
      "author": "Aha! Labs Inc.",
      "year": "Unknown",
      "month": "Unknown",
      "day": "Unknown",
      "title": "Unknown",
      "url": "Unknown"
    },
    "url": "Interactions/Roadmapping for Product Teams — With Tips, Templates, & Example Roadmaps | Aha! software.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "approach to product": 4.511500010418809,
      "centric approach": 4.2304530139182015,
      "centric mindset": 4.2304530139182015,
      "cross functional": 3.75,
      "customer centric": 5.261500010418809,
      "discovery encompass": 4.2304530139182015,
      "discovery process": 4.24195302433701,
      "discovery to research": 5.261500010418809,
      "frameworks during product": 3.7615000104188088,
      "functional product": 4.2304530139182015,
      "mindset towards product": 4.511500010418809,
      "product development": 8.941359041754604,
      "product discovery": 20.402265069591007,
      "product team": 5.941359041754604,
      "research user": 4.2304530139182015
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "Although some organizations focus on product discovery only at the beginning of the product development cycle, it really requires your attention during the entire product development process  from strategizing and ideating to launching and beyond.",
          "A robust product discovery process gives the product team a structured way to approach product development  bringing much needed clarity and focus to what you are trying to achieve.",
          "Here is an overview of what the process might look like: The phases of product discovery encompass better understanding customer needs, then testing to validate your No matter what product discovery looks like at your company, close collaboration between product management, product marketing, designers, and developers is key to building and delivering a product that resonates with customers."
        ],
        "keywords": [
          "product",
          "discovery",
          "process",
          "development",
          "customers",
          "stages",
          "research",
          "refine",
          "phases",
          "guide"
        ],
        "label": "\"A structured way to approach product development with close collaboration between product management, product marketing, designers, and developers during better understanding customer needs, testing to validate hypotheses, strategizing, ideating, launching, and beyond is required.\"",
        "frequency": 20
      },
      "2": {
        "id": 1,
        "excerpts": [
          "Build lovable products with Aha!",
          "Innovate  come up with new ideas for delivering more lovable products.",
          "You might experiment with different techniques or activities to stimulate thinking, gather relevant data, or increase empathy for the people who will be using your product."
        ],
        "keywords": [
          "products",
          "increase",
          "innovate",
          "experiment",
          "software",
          "techniques",
          "trial",
          "opportunity",
          "empathy",
          "ideas"
        ],
        "label": "[IncreaseEmpathyForUsers] by conducting user research and creating personas. Implement [NewIdeasForProductDelivery] through [ExperimentalTechniques], such as prototyping or design thinking workshops, to gather feedback from users and refine product concepts. Identify [OpportunitiesForProductEnhancement] through [SoftwareTrials] and incorporate them into future releases.",
        "frequency": 5
      },
      "3": {
        "id": 2,
        "excerpts": [
          "The goal is to gain a holistic understanding of what customers need and how your product delivers value, so you can maximize the impact of your work.",
          "The goal of these exercises is to help the product team empathize with customers and determine which features to build next in order to create a more lovable user experience.",
          "It involves identifying a worthwhile problem to solve, determining the best solution, and adjusting to meet the evolving needs of customers and the business  making it some of the most exciting and dynamic product work out there."
        ],
        "keywords": [
          "customers",
          "value",
          "features",
          "product",
          "customer",
          "understanding",
          "insights",
          "performance",
          "markets",
          "lead"
        ],
        "label": "As a customer, I want insights into how this product delivers value to me and others like me in specific markets and environments, so that I can make informed decisions about performance and lead the way.",
        "frequency": 10
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "47.9 KB",
    "reading_time": 3,
    "word_count": 798,
    "page_count": 3,
    "description": "The process of determining customer requirements for product development is known as product discovery. It involves identifying worthwhile problems, finding the best solutions, and adapting to meet evolving customer needs.",
    "abstract": "The process of determining customer requirements for product development is known as product discovery. It involves identifying worthwhile problems, finding the best solutions, and adapting to meet evolving customer needs. Companies invest in product discovery before building new products or enhancing existing ones. Entrepreneurs and product managers lead this process, working with cross-functional teams to create personas, analyze feedback, and map user stories. The goal is to empathize with customers and determine which features to build next for a more delightful user experience. Product discovery should occur throughout the entire product development cycle as markets and customer needs evolve. By iterating on products over time, organizations can continue delivering value long after launching their initial offerings. Successful product discovery requires empathy for customers, a deep understanding of their problems, and a customer-centric approach to product building. It helps teams prioritize features, innovate, and validate assumptions about customer needs. The process typically involves gaining an understanding of customer requirements, testing ideas, and refining solutions based on feedback. Collaboration between product management, marketing, design, and development is essential for building products that resonate with customers. Customers themselves provide valuable insights through direct engagement and feedback. Different frameworks are used during product discovery to research user needs, validate and refine ideas, and find the best ways to solve customer problems. An opportunity canvas is an example of such a tool.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "Aha! Labs Inc.": "8acccb54f23339fa54c567f9c01226d394433bf76516d5d3fd030dc2a6b2906f"
    },
    "linked_studies": {},
    "street_address": "20 Gloria Circle",
    "zip_postal": "94025",
    "city": "Menlo Park",
    "state_province": "CA",
    "country": "USA",
    "latitude": 37.4585084,
    "longitude": -122.17124493370723,
    "region": "AMER",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-24T12:29:22.053Z",
    "modification_date": "2024-07-18T19:37:40.314436",
    "file_hash": "1c9c11e85aa2f3431206924c20dd79d5961fdc4c626748d93f9d40b5b0641e29",
    "name": "What Is Product Discovery? Tips and Best Practices To Determine Exactly What Customers Need | Aha! software",
    "interaction_type": "Webpage",
    "interaction_type_detail": {
      "author": "Aha! Labs Inc.",
      "year": "2024",
      "month": "Unknown",
      "day": "Unknown",
      "title": "What is product discovery?",
      "url": "https://www.aha.io/roadmapping/guide/what-is-product-discovery"
    },
    "url": "Interactions/What Is Product Discovery? Tips and Best Practices To Determine Exactly What Customers Need | Aha! software.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "amount of work": 3.7615000104188088,
      "development successful": 3.75,
      "idea management": 3.4919530243370103,
      "metrics from idea": 3.7615000104188088,
      "most product": 3.960906027836403,
      "product development software": 3.234500031256427,
      "product management": 3.960906027836403,
      "product value": 3.4919530243370103,
      "value estimate during roadmap": 3.410906027836403,
      "value metrics": 3.960906027836403,
      "value scorecard": 7.441359041754604,
      "work from various": 3.75
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "How to create a value scorecard A value scorecard is a good way to ensure that the team has consistent criteria for evaluating at each phase.",
          "This allows product teams to estimate value during idea management and early concepting, refine during feature scoping, and then measure the actual value upon release.",
          "How to measure product value Checkpoints for measuring value You want to use consistent value metrics from idea to development and eventual go to market release."
        ],
        "keywords": [
          "value",
          "metrics",
          "development",
          "scorecard",
          "scores",
          "teams",
          "feature",
          "software",
          "roadmap",
          "ideation"
        ],
        "label": "The value scorecard facilitates consistent criteria for evaluating at each phase, allowing teams to estimate and measure product value during idea management, feature scoping, and release. Keywords: value scorecard, evaluation, consistent criteria, ideation, feature scoping, release, measurement. Requirement statement: The system shall provide a value scorecard that enables teams to establish consistent evaluation criteria at each phase, enabling the estimation and measurement of product value during idea management, feature scoping, and release utilizing defined metrics.",
        "frequency": 43
      },
      "2": {
        "id": 1,
        "excerpts": [
          "Value based product development is a practical way to move beyond tactical discussions and look more holistically at the overall worth of what you prioritize, the This guide will cover how to: Lets start with another value based concept that you have likely heard of  value based strategy.",
          "What is product development?",
          "What is value based product development?"
        ],
        "keywords": [
          "product",
          "development",
          "based",
          "value",
          "meaningful",
          "products",
          "build",
          "software",
          "process",
          "worlds"
        ],
        "label": "\"Meaningful software is developed through a value based process that considers the overall worth of prioritized items during build stages.\"",
        "frequency": 17
      },
      "3": {
        "id": 2,
        "excerpts": [
          "Your product team may already be considering the following areas and basic questions during planning sessions: Customers: What will they gain?",
          "You may have spoken with customers to gain a deeper understanding of how the functionality would impact them.",
          "This level of research and definition will help you assess how important the new functionality is and the potential effort required to build."
        ],
        "keywords": [
          "functionality",
          "customers",
          "work",
          "build",
          "engineering",
          "effort",
          "speccing",
          "knowledge",
          "production",
          "requirements"
        ],
        "label": "In order to facilitate efficient utilization of resources during functionality speccing and production, a prioritized list of customer benefits and associated engineering efforts is required.",
        "frequency": 12
      },
      "4": {
        "id": 3,
        "excerpts": [
          "Start your Aha!",
          "Tools such as Aha!",
          "Aha!"
        ],
        "keywords": [
          "aha",
          "tools",
          "technology",
          "skills",
          "roadmaps",
          "notebooks",
          "right",
          "ideas",
          "start",
          ""
        ],
        "label": "\"As a product manager, I want to effectively leverage Aha!'s tools and technology skills to create roadmaps and notebooks for managing right ideas in order to start my Aha! journey.\"",
        "frequency": 7
      },
      "5": {
        "id": 4,
        "excerpts": [
          "Go to market: Are internal teams ready to promote, sell, and support?",
          "Most companies begin with strategy, then move through ideation, planning, building, market launch, and ongoing support.",
          "You need answers because there are real costs  financial, staffing, and other resources  that will affect both the team and business performance."
        ],
        "keywords": [
          "business",
          "support",
          "market",
          "strategy",
          "staffing",
          "companyproduct",
          "promote",
          "resources",
          "tactical",
          "companies"
        ],
        "label": "\"Ability to assess readiness of internal teams for promoting, selling, and supporting a product during market launch and ongoing support, considering financial, staffing, and other resource implications on both team and business performance.\"",
        "frequency": 6
      },
      "6": {
        "id": 5,
        "excerpts": [
          "Typically there is fluidity between the cycles with shifting priorities and new information.",
          "And as many organizations embrace agile workflows, the urge to go fast can add pressure to make quick decisions.",
          "There are so many moving parts and competing priorities within each phase that tracking value (effort required vs. reward gained) throughout can seem challenging at first."
        ],
        "keywords": [
          "priorities",
          "process",
          "outcomes",
          "moving",
          "challenging",
          "agile",
          "workflows",
          "organizations",
          "reward",
          "decisions"
        ],
        "label": "\"Adaptive decision making for fluctuating priorities and agile workflows with a focus on optimizing outcomes by continuously tracking value throughout the process.\"",
        "frequency": 5
      },
      "7": {
        "id": 6,
        "excerpts": [
          "There are various frameworks related to value based pricing, such as Harvard Business Schools value stick.",
          "Value based pricing is a strategy that enables companies to price an offering according to perceived value rather than actual cost to produce.",
          "The value stick takes into account a variety of factors, such as the customer's willingness to pay, the supplier's willingness to sell, the cost to produce, and the final price the company sets."
        ],
        "keywords": [
          "pricing",
          "willingness",
          "cost",
          "value",
          "customers",
          "factors",
          "perception",
          "perceived",
          "profit",
          "suppliers"
        ],
        "label": "\"Perceived value based pricing calculation considers willingness to pay, supplier's willingness to sell, production cost, and final price.\"",
        "frequency": 5
      },
      "8": {
        "id": 7,
        "excerpts": [
          "Stakeholders: Will other partners be impacted?",
          "Being able to showcase this realized value to stakeholders creates accountability for everyone involved.",
          "The goal is to invest in what will bring the most value to everyone involved."
        ],
        "keywords": [
          "stakeholders",
          "involved",
          "showcase",
          "partners",
          "invest",
          "impacted",
          "goal",
          "accountability",
          "realized",
          "value"
        ],
        "label": "Realized value showcase for stakeholders of impacted partners to enable accountability and inform investment decisions based on mutual benefit.",
        "frequency": 3
      },
      "9": {
        "id": 8,
        "excerpts": [
          "software.",
          "Start a free trial today.",
          "software trial  free for 30 days."
        ],
        "keywords": [
          "trial",
          "free",
          "software",
          "days",
          "30",
          "today",
          "start",
          "",
          "",
          ""
        ],
        "label": "\"30 day software trial available for immediate activation\"",
        "frequency": 3
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "780.2 KB",
    "reading_time": 7,
    "word_count": 1801,
    "page_count": 8,
    "description": "The concept of value based product development involves assessing the worth of new ideas and features throughout the entire product development process, from strategy to market launch and ongoing support. This approach enables teams to create the most value for the least effort by evaluating factors such as customer needs, business goals, technology requirements, stakeholder impact, and effort required.",
    "abstract": "The concept of value based product development involves assessing the worth of new ideas and features throughout the entire product development process, from strategy to market launch and ongoing support. This approach enables teams to create the most value for the least effort by evaluating factors such as customer needs, business goals, technology requirements, stakeholder impact, and effort required. By consistently scoring and measuring value at each stage, teams can make more confident decisions, improve accuracy in estimations, and ultimately deliver products that matter to customers and drive business success.",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "Aha! Labs Inc.": "8acccb54f23339fa54c567f9c01226d394433bf76516d5d3fd030dc2a6b2906f"
    },
    "linked_studies": {},
    "street_address": "20 Gloria Circle",
    "zip_postal": "94025",
    "city": "Menlo Park",
    "state_province": "CA",
    "country": "USA",
    "latitude": 37.4585084,
    "longitude": -122.17124493370723,
    "region": "AMER",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-24T12:29:22.053Z",
    "modification_date": "2024-07-18T19:37:42.764397",
    "file_hash": "8c425093f229d92b29b97d95223e2854d5a76b07e221c87a9c7a380baea361dc",
    "name": "What Is Value-Based Product Development? | Aha! software",
    "interaction_type": "Webpage",
    "interaction_type_detail": {
      "author": "Aha! Labs Inc.",
      "year": "Unknown",
      "month": "Unknown",
      "day": "Unknown",
      "title": "Unknown",
      "url": "Unknown"
    },
    "url": "Interactions/What Is Value-Based Product Development? | Aha! software.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "ai search": 5.7304530139182015,
      "bitbucket loom": 6.4804530139182015,
      "confluence share point": 5.461500010418809,
      "customer support": 6.210906027836403,
      "findability of content": 5.2730000208376175,
      "functionality answers": 5.7304530139182015,
      "loom document": 5.7304530139182015,
      "point knowledge sharing": 5.461500010418809,
      "search functionality": 6.4804530139182015,
      "share point knowledge": 6.211500010418809,
      "trello bitbucket": 5.7304530139182015
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "Confluences native Jira integration makes it easy for any team using Jira to connect their work on one platform  program managers using Jira Work Management for tracking a campaign, customer SharePoint is not specifically designed to help development External knowledge sharing Confluence has three options for external access: anonymous access, single page guests, and public links.",
          "embedded Jira issues, creating a Confluence page from a Jira issue view); because Confluence and Jira exist in a shared platform, knowledge, context, and tasks are seamlessly connected in one place Related pages automatically generate suggestions for further reading, based on pages that are viewed or are organized together, at the bottom of a Confluence page so that you get context faster and can discover relevant articles in a knowledge base with related pages Page trees help organize information in a way that is more visible than any other knowledge sharing structure, helping you navigate quickly between related pages faster than ever Hundreds of marketplace apps and integrations that unite data, visuals, and key information for easy customization based on your organizations tool stack.",
          "Atlassian has an active marketplace with thousands of integrations, but here are some of the most popular for Confluence: Easily create, share, and work together on documents, blogs, files, whiteboards, and other forms of content for internal knowledge management Real time editing and commenting on all features make for easy collaboration and asynchronous discussion Findability of content  Confluences search helps you find important context for your work, like background documents and meeting notes, without having to it hunt down in someones private folder Strong integrations with Jira (e.g."
        ],
        "keywords": [
          "confluence",
          "jira",
          "knowledge",
          "collaboration",
          "pages",
          "confluences",
          "organization",
          "atlassian",
          "management",
          "sharepoint"
        ],
        "label": "Seamlessly connect tasks, knowledge, and context in one place through Confluence's integration with Jira.",
        "frequency": 44
      },
      "2": {
        "id": 1,
        "excerpts": [
          "File repository and default to  closed file access create information silos that keep documents from employees and teams.",
          "Fewer and more limited integrations with non Microsoft tools Limited native workflows and macros, leading to more labor intensive content upkeep Folder structure makes files less visible and findable, encouraging information silos and operational inefficienciesFewer ready made templates, which adds an extra burden of customization to users Closed by default knowledge sharing philosophy slows work, as information and files are private unless intentionally shared.",
          "Where SharePoint sets itself apart is its native integration with the Microsoft 365 package, which might cause teams that already operate on Microsoft products to see SharePoint as a default tool."
        ],
        "keywords": [
          "sharepoint",
          "file",
          "microsoft",
          "files",
          "repository",
          "access",
          "excel",
          "sharepoints",
          "intranet",
          "documents"
        ],
        "label": "Introduce open by default file access in SharePoint to eliminate information silos and facilitate seamless collaboration among teams using Microsoft products.",
        "frequency": 26
      },
      "3": {
        "id": 2,
        "excerpts": [
          "The answer usually comes down to logistics  each team uses a different tool to document work, formats and organizes that information differently, and holds to their own ways of working.",
          "Program managers do capacity planning with arrows, stickies, and stamps that help visualize the state of a Spaces are Confluences way of organizing content into meaningful categories.",
          "You can create as many spaces as you need to get things done: Team spaces: Give each team (QA, People Ops, Support, and so on) their own space so they can focus and make their information easier for everyone to find."
        ],
        "keywords": [
          "team",
          "spaces",
          "teams",
          "planning",
          "space",
          "project",
          "capacity",
          "work",
          "communication",
          "logistics"
        ],
        "label": "Team spaces facilitate effective capacity planning and communication through organized documentation of team work, using different tools and formats as needed.",
        "frequency": 21
      },
      "4": {
        "id": 3,
        "excerpts": [
          "Likewise, Confluences design is customizable, so creating branded pages from templates is quick and easy.",
          "Content creation and consumption is fast and easy through the standardization of simple things like font and layout, with the right amount of formatting flexibility, so creators and readers alike can focus on the substance of the page rather than its layout.",
          "Ready made templates accelerate workflows and standardize how knowledge is kept and shared Open by default design philosophy eliminates knowledge bottlenecks and makes it easy for anybody to get the necessary information Automation rules and templates take care of the tedious tasks so you can focus on the meaningful work."
        ],
        "keywords": [
          "templates",
          "pages",
          "layout",
          "formatting",
          "spaces",
          "design",
          "page",
          "services",
          "font",
          "doc"
        ],
        "label": "[Likewise, Confluence's customizable design allows for branded page creation through templates, simplifying content creation and consumption with standardized formatting and font.]",
        "frequency": 13
      },
      "5": {
        "id": 4,
        "excerpts": [
          "$5/user per month.",
          "$11.55/user per month for up to 100 users.",
          "$6.05/user per month for up to 100 users."
        ],
        "keywords": [
          "month",
          "pricing",
          "users",
          "estimate",
          "5user",
          "1250user",
          "1155user",
          "605user",
          "calculator",
          "sharepoints"
        ],
        "label": "Monthly pricing for varying numbers of users, estimated using calculator based on provided keywords.",
        "frequency": 9
      },
      "6": {
        "id": 5,
        "excerpts": [
          "Or comment, react, and be alerted about new activity async directly from your Slack channels.",
          "Synchronous communication via Teams integration is a small quality of life improvement over using a 3rd party tool like Slack or Zoom.",
          "Easy communication with chat, email, and messaging alongside company work using native integration with Microsoft Teams."
        ],
        "keywords": [
          "slack",
          "chat",
          "communication",
          "email",
          "alerted",
          "channels",
          "react",
          "messaging",
          "activity",
          "app"
        ],
        "label": "\"Real time communication and collaboration via chat, email, and messaging within Microsoft Teams, with the ability to react, comment, and receive alerts about new activity directly in Slack channels.\"",
        "frequency": 4
      },
      "7": {
        "id": 6,
        "excerpts": [
          "SharePoint workflows can automate tasks.",
          "A moveable interface, rich with timers, votes, and more, allows for easy task or process visualization.",
          "You can also create task lists in SharePoint."
        ],
        "keywords": [
          "task",
          "automate",
          "votes",
          "timers",
          "interface",
          "visualization",
          "tasks",
          "process",
          "lists",
          "workflows"
        ],
        "label": "\"Timed, votable tasks with visual interface for task and process management via SharePoint workflows and lists\"",
        "frequency": 3
      },
      "8": {
        "id": 7,
        "excerpts": [
          "Unlimited storage.",
          "Caps at 2 GB of storage.",
          "Up to 250 GB of storage."
        ],
        "keywords": [
          "storage",
          "gb",
          "unlimited",
          "caps",
          "250",
          "",
          "",
          "",
          "",
          ""
        ],
        "label": "Storage exceeds 250 GB without limitation. Alternative: Store files up to and beyond 250 GB without restrictions on storage capacity.",
        "frequency": 3
      },
      "9": {
        "id": 8,
        "excerpts": [
          "Documenting important detailed processes, like technical product requirements and design decisions.",
          "When engineering begins working on that fix, customer success is able to relay an estimated timeline for a fix  and sales is able to address that potential concern should it ever come up."
        ],
        "keywords": [
          "fix",
          "engineering",
          "concern",
          "processes",
          "requirements",
          "relay",
          "documenting",
          "sales",
          "technical",
          "design"
        ],
        "label": "\"When a technical product requirement is documented, engineering is able to relay an estimated timeline for a fix and sales can address potential customer concerns during the sales process.\"",
        "frequency": 2
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "486.7 KB",
    "reading_time": 13,
    "word_count": 3194,
    "page_count": "13",
    "description": "Can you create as many spaces as you need to get things done - even when working remotely. Smart links also allow for quick previews into other mission-critical tools straight from a page by simply pasting the url of another piece of work. Confluence pros native integration with office 365 tools including excel, teams, one drive, and outlook. Up to 250 gb of storage. $6.05/user per month for up to 100 users. Best...",
    "abstract": "Confluence is a connected workspace for teams of all sizes that need a hub for company-wide knowledge. It helps all kinds of teams development, go-to-market, operations, you name it organize their information and manage work. Confluence's open-by-default design philosophy means everyone with access to your site can access content unless you choose to restrict permissions. Whiteboards convert sticky notes into Jira tickets with one click so your team can turn brainstormed ideas into trackable action items. Smart Links connect other apps like Figma and Google Drive files onto your whiteboard by simply copy-and-pasting UR Ls to see new ideas alongside existing ones. The app has an active marketplace with thousands of integrations, but here are some of the most popular for Atlassian's Work Life by Workplace app.   It's at 80,000+ people now, so knowledge needs to be passed on, conserved, and consolidated to grow at that scale. You can save yourself a lot of hours and free yourself up for innovation, rather than figuring out problems that are easy to solve, according to Deepa Aswani, Director of Content at Salesforcenone, who advises Cindy Ji on which app is best for her....",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "Atlassian Corp": "d7651f0c19343026ddb49e9f668c6f86ddedde6702008a6e7ec124a9c3731ca2"
    },
    "linked_studies": {},
    "street_address": "350 BUSH STREET FLOOR 13",
    "zip_postal": "94104",
    "city": "SAN FRANCISCO",
    "state_province": "CA",
    "country": "USA",
    "latitude": 37.791121018953,
    "longitude": -122.403374976666,
    "region": "AMER",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-05T21:10:19.490Z",
    "modification_date": "2024-08-31T15:04:33.140862",
    "file_hash": "5ffcccaf6653d08cdb59b51d81bf359b5261453b6dc67f0750d581c14d35d106",
    "name": "Confluence vs SharePoint - When to use which? - Work Life by Atlassian",
    "interaction_type": "Blog Post",
    "interaction_type_detail": {
      "author": "Cindy Ji",
      "year": "2024",
      "month": "01",
      "day": "19",
      "title": "Confluence vs. SharePoint: When to use which?",
      "blog": "Confluence Blog",
      "url": "https://www.atlassian.com/blog/confluence/vs-sharepoint"
    },
    "url": "Interactions/Confluence vs SharePoint - When to use which? - Work Life by Atlassian.pdf",
    "contact_name": "Michael Hay"
  },
  {
    "tags": {
      "center revenue": 6.096030365208183,
      "cloud apps": 5.460906027836403,
      "data center": 9.059708161277076,
      "free cash flow": 6.375397932043973,
      "gaap financial": 6.222406038255212,
      "gaap operating": 5.142547361536413,
      "investor relations": 5.74195302433701,
      "mix shift to cloud": 5.871812055672806,
      "net income": 5.346030365208183,
      "revenue growth": 7.921812055672806,
      "sources like knowledge": 5.261500010418809
    },
    "topics": {
      "1": {
        "id": 0,
        "excerpts": [
          "The combination of these two strategies means we have deep expertise across a wide range of engineering domains and can deliver new capabilities like Case in point: virtual agents are now available to Jira Service Management customers, allowing teams from IT to HR to provide always on, conversational support at scale.",
          "Learn more about our products, including Jira Software, Confluence and Jira Service Management at https://atlassian.com.",
          "Atlassian has a strong record of inspiring customers to think beyond IT when it comes to service management   over 60% of Jira Service Management customers also use it for non IT support."
        ],
        "keywords": [
          "atlassian",
          "jira",
          "customers",
          "service",
          "management",
          "cloud",
          "enterprise",
          "platform",
          "capabilities",
          "software"
        ],
        "label": "\"Virtual agents for Jira Service Management provide always on, conversational support at scale to non IT teams in the cloud and enterprise environments, inspired by Atlassian's strong track record of expanding service management beyond IT.\"",
        "frequency": 50
      },
      "2": {
        "id": 1,
        "excerpts": [
          "We expect Data Center revenue growth of approximately 31% year over year in FY24, with growth decelerating over the course of the year primarily driven by difficult prior year comparisons, declining migrations from Server, and increasing migrations to Cloud.",
          "Revenue of $978 million increased 21%, driven by growth in our Cloud and Data Center decreased approximately 1 percentage point driven by investments to support growing demand for our Cloud offerings and the continued revenue mix shift to Cloud.",
          "Our guidance assumes that macroeconomic headwinds continue to negatively impact growth in paid seat expansion at existing customers and free to paid conversion rates, and that the trends weve seen in these Second, customer purchasing and migration decisions related to the end of support for our Server offering in February 2024 are expected to drive greater levels of variability in our Cloud and Data Center revenue growth rates depending on when and how Server customers ultimately choose to migrate: direct to Cloud, direct to Data Center, or to some combination of Cloud and Data Center."
        ],
        "keywords": [
          "cloud",
          "revenue",
          "arr",
          "growth",
          "fy24",
          "customers",
          "migrations",
          "subscription",
          "recurring",
          "expansion"
        ],
        "label": "Cloud subscription expansion for existing customers in FY24 is negatively impacted by macroeconomic headwinds, while Data Center revenue growth decelerates due to declining migrations from Server and increasing migrations to Cloud. Customer purchasing and migration decisions related to the end of support for our Server offering in February 2024 will drive greater levels of variability in Cloud and Data Center revenue growth rates depending on how customers choose to migrate.",
        "frequency": 31
      },
      "3": {
        "id": 2,
        "excerpts": [
          "Our Non GAAP Financial Measures include:  Non GAAP gross profit.",
          "Non GAAP operating income and non GAAP operating margin.",
          "The key measures we consider are non GAAP gross profit, non GAAP operating income and non GAAP operating margin, non GAAP net income, non GAAP net income per diluted share and free cash flow (collectively, the Non GAAP Financial Measures)."
        ],
        "keywords": [
          "gaap",
          "financial",
          "measures",
          "income",
          "securities",
          "expenses",
          "sec",
          "stock",
          "consolidated",
          "operations"
        ],
        "label": "Non GAAP financial measures such as non GAAP gross profit, non GAAP operating income, and non GAAP net income should be accurately calculated and consistently reported in our SEC filings and disclosed to investors. The calculation methods for these measures should be clearly defined and easily understood by users of our financial statements. We should also provide reconciliations between the Non GAAP Financial Measures and the corresponding GAAP measures to aid investors in their analysis.",
        "frequency": 26
      },
      "4": {
        "id": 3,
        "excerpts": [
          "Were also playing Theres a lot of exciting news.",
          "Over the past year, weve talked about playing offense in this challenging environment to strengthen our position and build an enduring 100+ year company.",
          "And employees stay with us, as evidenced by retention rates that are higher than our peers and a slew of Running a good offense also means knowing how to adapt."
        ],
        "keywords": [
          "offense",
          "thankfully",
          "evidenced",
          "enduring",
          "employees",
          "challenging",
          "adapt",
          "exciting",
          "retention",
          "strengthen"
        ],
        "label": "Agile Adaptation Ability to swiftly adjust actions and decisions in response to changing circumstances within an unpredictable environment, ultimately improving employee retention rates and bolstering the company's enduring status.",
        "frequency": 9
      },
      "5": {
        "id": 4,
        "excerpts": [
          "With new ways to make, share, and watch, we expect teams will soon embed videos in nearly every aspect of work.",
          "Alternatively, users who want to watch the full video will be able to search and jump ahead to the parts theyre interested in.",
          "Whereas traditional video involves multiple takes that are painstakingly stitched together, AI powered video creation is as easy as editing a document."
        ],
        "keywords": [
          "video",
          "videos",
          "ai",
          "editing",
          "shorter",
          "slide",
          "stitched",
          "reports",
          "knitting",
          "text"
        ],
        "label": "\"Intuitive and seamless AI powered video creation and editing functionality allowing for shorter, stitched videos to be easily embedded in various aspects of work with the ability to search and jump ahead to specific content while also providing options for users to watch full videos.\"",
        "frequency": 9
      },
      "6": {
        "id": 5,
        "excerpts": [
          "The achievement or success of the matters covered by such forward looking statements involves known and unknown risks, uncertainties and assumptions.",
          "If any such risks or uncertainties materialize or if any of the assumptions prove incorrect, our results could differ materially from the results expressed or implied by the forward looking statements we make.",
          "All statements other than statements of historical fact could be deemed forward looking, including risks and uncertainties related to statements about our products, product features, including AI and large language models, customers, channel partnerships, Atlassian Marketplace, Cloud and Data Center migrations, macroeconomic environment, anticipated growth, outlook, technology, potential benefits and synergies from acquisitions, hiring capabilities, sustainability strategy and progress, and other key strategic areas, and our financial targets such as total revenue, Cloud and Data Denter revenue and GAAP and non GAAP financial measures including gross margin and operating margin."
        ],
        "keywords": [
          "statements",
          "assumptions",
          "uncertainties",
          "risks",
          "words",
          "language",
          "expressions",
          "implied",
          "hiring",
          "predictions"
        ],
        "label": "\"Forward looking statements involving known, unknown risks, uncertainties and assumptions\"",
        "frequency": 6
      },
      "7": {
        "id": 6,
        "excerpts": [
          "If necessary, the virtual agent can escalate the conversation to human experts, along with the context they need to get up to speed quickly.",
          "When an issue transitions to a new agent, theyll get a concise summary of all the conversations and recommendations from previous agents for a seamless hand off.",
          "When its time to communicate with customers, AI will help them draft responses, adjust their tone, and summarize articles to provide concise instructions."
        ],
        "keywords": [
          "agent",
          "articles",
          "interaction",
          "intent",
          "analyzes",
          "escalate",
          "recommendations",
          "responses",
          "summarize",
          "conversations"
        ],
        "label": "Escalation feature allows virtual agents to pass on context and recommendations to human experts for a smooth handoff. AI assists in drafting responses, adjusts tone, and summarizes articles to provide clear instructions during customer interactions.",
        "frequency": 5
      },
      "8": {
        "id": 7,
        "excerpts": [
          "This, after establishing our partnership with Accenture last year, which is off to a great start.",
          "As part of our sustainability program this year, we signed our first virtual power purchase agreement to match in office electricity and work from home energy use in the United States.",
          "All told, our 1,000+ channel partners drive Part of building a 100 year company is taking sustainability just as seriously as our products; our long term success as a business depends on both."
        ],
        "keywords": [
          "sustainability",
          "electricity",
          "partners",
          "establishing",
          "energy",
          "partnership",
          "agreement",
          "company",
          "power",
          "purchase"
        ],
        "label": "\"Virtual power purchase agreements for matching in office and work from home electricity consumption of 1,000+ channel partners as part of a yearly sustainability program to support building a 100 year company while establishing partnerships with Accenture.\"",
        "frequency": 3
      },
      "9": {
        "id": 8,
        "excerpts": [
          "Those three big bets continue to pay off, but were doing much more than that.",
          "Recall that as a result of the macroeconomic environment, weve had to make thoughtful tradeoffs, which included consciously shifting some marketing resources to prioritize growth in customers with the highest lifetime value, and were seeing this strategy pay off."
        ],
        "keywords": [
          "recall",
          "prioritize",
          "marketing",
          "consciously",
          "tradeoffs",
          "strategy",
          "value",
          "macroeconomic",
          "growth",
          "customers"
        ],
        "label": "[Enable conscious marketing resource prioritization based on lifetime customer value]",
        "frequency": 2
      }
    },
    "status": 3,
    "organization": "mediumroast",
    "content_type": "application/pdf",
    "file_size": "10.1 MB",
    "reading_time": 35,
    "word_count": 8639,
    "page_count": "24",
    "description": "I've talked about playing offense in this challenging environment to strengthen our position and build an enduring 100+ year company. We have also designed our best-in-class cloud platform that can deliver a comprehensive view of the ownership, dependencies, and profile information to quickly and efficiently solve the problem - and we'll soon be able to create shorter versions by identifying the most important segments that are needed to make more efficient and more effective...",
    "abstract": "In the last year, atlassian has been playing offense to strengthen its position and build an enduring 100-year-old company. It is shipping innovative new products, delivering ai-powered capabilities that will transform how its customers get work done, strengthening their position through strategic acquisitions and building a championship team. The company invests more in R&D than its peers and has a best-in-class cloud platform, so it has deep expertise across a wide range of engineering domains and can deliver new capabilities faster (and better) than peers. Itsm customers are switching from legacy itsm solutions to jira service management to deliver outstanding service at scale. compass is a new and improved way to navigate the developer experience, which is off to a flyer with several thousand paying customers already. Compass was built on the cloud and benefits from the analytics, automation, and capabilities we've been building.  and it also provides another compelling reason for customers to migrate to Jira, as well as unleashing the power of iAi across the platform. Customers at hundreds of companies large and small participated in the early access program and \"love the hell out of it,\" according to the feedback from customers who have already used it. They are already experiencing these powerful new features....",
    "creator": "miha42-github",
    "creator_id": 10818650,
    "creator_name": "Michael Hay",
    "linked_companies": {
      "Atlassian Corp": "d7651f0c19343026ddb49e9f668c6f86ddedde6702008a6e7ec124a9c3731ca2"
    },
    "linked_studies": {},
    "street_address": "350 BUSH STREET FLOOR 13",
    "zip_postal": "94104",
    "city": "SAN FRANCISCO",
    "state_province": "CA",
    "country": "USA",
    "latitude": 37.791121018953,
    "longitude": -122.403374976666,
    "region": "AMER",
    "public": true,
    "groups": "mediumroast:miha42-github",
    "creation_date": "2024-05-05T21:10:19.490Z",
    "modification_date": "2024-08-31T15:04:35.799335",
    "file_hash": "477f7cdb6136ff8b191bc6acf9909fc069d478fe73dc7e2ce1001d50b0890ac9",
    "name": "TEAM-Q1-2024-Shareholder-Letter",
    "interaction_type": "Blog Post",
    "interaction_type_detail": {
      "author": "SCOTT FARQUHAR",
      "year": "2023",
      "month": "11",
      "day": "02",
      "title": "Our FY24 Q1 letter to shareholders",
      "blog": "Confluence Blog",
      "url": "https://www.atlassian.com/blog/announcements/shareholder-letter-q1fy24"
    },
    "url": "Interactions/TEAM-Q1-2024-Shareholder-Letter.pdf",
    "contact_name": "Unknown"
  }
]
